[{"法律术语":"民法","概念":"民法是调整平等主体之间发生的人身关系和财产关系的法律规范的总和。我国《民法典》第 2 条明确规定，民法调整平等主体的自然人、法人和非法人组织之间的人身关系和财产关系。《民法典》的规定揭示了我国民法调整的社会关系的范围及其特点，划分了民法与其他法律部门的界限。\n\n民法的概念可以从以下三个方面来理解：\n\n1.民法调整的是平等主体之间的社会关系。民事法律关系主体之间法律地位的平等，是民法区别于调整具有隶属关系的主体之间的法律部门（如行政法等法律部门等）的重要标志。\n\n2.民法所调整的社会关系在内容上表现为人身关系和财产关系。\n\n3.民法是调整平等主体之间的人身关系和财产关系的法律规范的总和。\n\n纵观各国民事立法和民法理论，可将民法作以下划分：\n\n第一，形式意义上的民法和实质意义上的民法。形式意义上的民法，指由立法机关系统编纂成《民法典》的民法规范体系。实质意义上的民法，指具备民法实质内容的民事法律规范体系，包括《民法典》和其他民事法律、法规。形式意义上的民法起源于罗马法，并为大陆法系国家所釆用。英美法系国家没有形式意义上的民法，只有实质意义上的民法，而且以实行判例法为特点。在我国，形式意义上的民法指《民法典》，实质意义上的民法还包括其他规定了民法实质内容的单行法律、法规。我国 2020 年已经编纂完成《民法典），2021 年 1 月 1 日起施行。\n\n习总书记指出：民法典在中国特色社会主义法律体系中具有重要地位，是一部固根本、稳预期、利长远的基础性法律，对推进全面依法治国、加快建设社会主义法治国家，对发展社会主义市场经济、巩固社会主义基本经济制度，对坚持以人民为中心的发展思想、依法维护人民权益、推动我国人权事业发展，对推进国家治理体系和治理能力现代化，都具有重大意义。民法典系统整合了新中国成立 70 多年来长期实践形成的民事法律规范，汲取了中华民族 5000 多年优秀法律文化，借鉴了人类法治文明建设有益成果，是一部体现我国社会主义性质、符合人民利益和愿望、顺应时代发展要求的民法典，是一部体现对生命健康、财产安全、交易便利、生活幸福、人格尊严等各方面权利平等保护的民法典，是一部具有鲜明中国特色、实践特色、时代特色的民法典。\n\n第二，广义的民法和狭义的民法。广义的民法，是指一切调整平等主体之间人身关系和财产关系的成文法和不成文法、民事基本法和民事特别法的总和，其外延包括民法典、其他民事法律法规以及传统商法等。狭义的民法，仅指编纂成民法典的民事法律规范系统。"},
{"法律术语":"民法基本原则","概念":"民法基本原则，是指效力贯穿于民法始终的基本准则，是对民事立法、民事行为和民事司法具有普遍指导意义的基本准则。民法基本原则是民法调整的社会关系和民法观念的综合反映。\n\n民法基本原则的功能主要表现为以下三个方面：\n\n1.指导功能。民法基本原则的功能突出表现在它的指导性。民法基本原则对民事立法、民事行为和民事司法均有指导意义。\n\n2.约束功能。民法基本原则对民事立法、民事行为和民事司法有约束力。\n\n3.补充功能。民法基本原则在民事法律规范中处于指导和统帅的地位，但是通常在民事法律规范有具体规定的情况下，必须适用具体规定，不能直接适用民法基本原则。"},
{"法律术语":"民事法律关系","概念":"民事法律关系是由民事法律规范所确立的以民事权利和民事义务为主要内容的法律关系。\n\n在社会生活中，自然人、法人和非法人组织为了满足自身的各种需要，必须从事各种类型的社会活动，相互之间要发生各种社会关系。为了使社会关系的确立和发展符合国家的要求，国家运用各种法律来调整社会关系，从而使受到法律调整的社会关系获得了法律关系的性质。法律关系是法律规范在调整人们之间的社会关系过程中所形成的一种特殊的社会关系。由于调整各种社会关系的法律不同，所形成的法律关系也就不同。经由民法调整所形成的法律关系就是民事法律关系。\n\n民事法律关系作为现代社会一种重要的社会关系，既具有一般法律关系的特征，也有不同于其他法律关系的特征：\n\n1.民事法律关系是民法在调整平等主体之间的人身关系和财产关系的过程中所形成的特殊社会关系，民事法律关系的发生，大多取决于民事主体的意思。民法调整一定的人身关系和财产关系，是赋予当事人以民事权利和民事义务，而不是在这些被调整的社会关系之外，形成另一种独立的社会关系。民事法律关系产生以后，民事法律规范便落实为约束当事人行为的具体的权利和义务。民事法律关系的参加者地位平等，相互独立，互不隶属。在权利和义务内容方面，当事人的权利义务对等，双方往往都享有权利，并且都负有义务。一方的权利往往是对方的义务，反之亦然。即使国家作为特殊的民事主体参与民事法律关系，其与其他主体的地位也是平等的，权利义务也是对等的。而且民事法律关系的产生、变更和消灭，特别是民事法律关系的内容，都要取决于当事人的意思。只有充分尊重和保护当事人的真实意思，才能切实保护当事人的合法权益。同时，当事人的意思自由也要受到一定的限制，如不得违反公序良俗等。\n\n2.民事法律关系的保障措施具有补偿性。民事法律关系是一种由国家强制力保证其实现的社会关系。民事法律关系中确定的民事权利和民事义务受到法律的保护和约束。法律对于民事权利的保护，主要是赋予遭受损害的一方当事人以请求权。通过请求权的行使，弥补该方当事人所遭受的损失。民事法律关系的保障措施具有补偿性，以弥补损失为主要目的，惩罚性的赔偿责任不是主要的民事责任形式。"},
{"法律术语":"民事责任","概念":"民事责任，是指民事主体违反民事义务应当承担的民事法律后果。民事责任是法律责任的一种类型。法律责任是指实施违法行为或者违约行为而应承受的某种不利法律后果。\n\n民事责任特征包括：\n\n1.民事责任是民事主体一方对他方承担的责任。\n\n2.民事责任主要是为了补偿权利人所受损失和恢复民事权利的圆满状态。民事责任侧重于补偿，一般不具有惩罚性。\n\n3.民事责任既有过错责任又有无过错责任。有些民事责任的构成以民事主体有过错为要件，有些民事责任的构成不以民事主体有过错为要件。\n\n4.民事责任的内容可以由民事主体在法律允许的范围内协商。"},
{"法律术语":"民事法律事实","概念":"民事法律事实，是指依法能够引起民事法律关系产生、变更和消灭的客观现象。客观现象是否成为法律事实，取决于法律的规定。时间的经过，严重自然灾害的发生，战争和封锁禁运，人的出生、死亡、成年、失踪、精神失常等，都能引起民事法律关系的发生、变更和消灭，因而属于法律事实。民事法律规范本身并不能在当事人之间引起民事上的权利义务关系，而只是表明民事主体享有权利和承担义务的可能性。民事法律关系的产生、变更和消灭需要具备三个基本的条件：民事法律规范、民事主体和民事法律事实。民事法律规范和民事主体是民事法律关系产生的抽象条件，而民事法律事实则是民事法律关系产生的具体条件。只有涂一定的民事法律事实发生后，民事法律关系才能产生，并因一定的民事法律事实的发生而变更或消灭。\n\n民事法律事实出现时，产生如下法律后果：\n\n1.引起民事法律关系的产生，即民事法律事实的出现使当事人取得权利、承担义务。例如，签订买卖合同这一法律事实，使买方享有请求卖方交付标的物的权利和承担支付价款的义务，使卖方相应享有请求买方支付价款的权利和承担向买方交付标的物的义务。只有通过民事法律事实，才能使民事法律规定的权利义务，转化为当事人实际享有的权利和承担的义务。\n\n2.引起民事法律关系的变更，即民事法律事实的出现使已存在的民事法律关系的要素发生变化。例如，法人的合并和分立这一民事法律事实，导致债的关系中的主体发生变更。因民事法律事实的出现而导致民事法律关系的变更通常包括：主体变更（权利主体或义务主体发生变化），内容变更（主体享有的民事权利和承担的民事义务在范围和性质上发生变化），客体变更。\n\n3.引起民事法律关系的消灭，使主体之间的权利义务不再存在。民事法律关系的消灭有两种情形：一是一定民事法律事实的出现导致某一民事法律关系的消灭，并且在当事人之间不会因此而产生其他民事法律关系。例如，所有物被消费，所有权关系因此被消灭；债务被清偿，债的关系因而被消灭。二是一定民事法律事实的出现导致某一民事法律关系的消灭，同时在当事人之间产生其他民事法律关系。例如，所有物被他人毁灭，所有权关系消灭，同时原所有权人和侵害人之间产生债的关系。\n\n民事法律关系的产生、变更和消灭，有时只需要以一个民事法律事实为根据，有时需要以两个或两个以上的民事法律事实的相互结合为根据。例如，遗嘱继承法律关系，就需要立遗嘱的行为和遗嘱人死亡这两个民事法律事实才能够发生。这种引起民事法律关系的产生、变更或消灭的两个以上的民事法律事实的总和，叫作民事法律关系的事实构成。此时，只有在具备事实构成的情况下，才能引起民事法律关系的产生、变更或消灭。"},
{"法律术语":"民事权利能力","概念":"民事权利能力是指民事法律赋予民事主体从事民事活动，从而享有民事权利和承担民事义务的资格。\n\n自然人的民事权利能力是民事法律赋予自然人享有民事权利、承担民事义务的资格。\n\n自然人民事权利能力的特征主要表现在以下四个方面：\n\n1.民事权利能力是一种资格，而不是实际的权利。民事权利能力是法律赋予民事主体享有民事权利和承担民事义务的一种可能性，还没有为民事主体带来实际的利益，但是它是民事主体获得民事权利的前提。\n\n2.民事权利能力的内容既包括民事主体取得民事权利的资格，也包括民事主体承担民事义务的资格。自然人享有民事权利和承担民事义务的前提都是自然人必须具有民事权利能力，所以它既可以称为民事权利能力，也可以称为民事义务能力。\n\n3.民事权利能力的内容和范围具有法定性。民事权利能力的内容和范围都是由法律加以规定的，与民事主体的个人意志无关。法律所赋予自然人的民事权利能力一律平等，不因民族、性别、年龄、职业、健康状况、教育程度、财产状况、宗教信仰等有任何差别，任何自然人不能以自己的意思改变民事权利能力的内容和范围。\n\n4.民事权利能力具有与民事主体人身的不可分离性。民事权利能力是一种资格，这种资格是由法律赋予的，不能转让或者放弃，除非法律有特别规定，任何民事主体的民事权利能力不受限制和剥夺。\n\n民事权利能力和民事权利是两个不同的概念，民事权利是一种依法可以获得的实际权利，主体可以依法根据自己的意志确定权利的具体内容和实现方法，并且可以转让、放弃自己的民事权利。"},
{"法律术语":"自然人民事行为能力","概念":"自然人的民事行为能力是指法律确认的自然人通过自己的行为从事民事活动，参加民事法律关系，取得民事权利和承担民事义务的能力。\n\n自然人的民事权利能力只是一种资格，要想以自己的行为独立参加民事法律关系，还应当具有民事行为能力。自然人具有权利能力是具有行为能力的前提，具有行为能力则是独立实现权利能力内容的必要条件。\n\n自然人民事行为能力的基础就是必须具有正确识别事物、判断事物的能力，即具有意思能力。具有意思能力必须满足两个方面的法律要求：一是要达到一定的年龄，有一定的社会活动经验；二是要有健康正常的精神状态，能够理智地从事民事活动。\n\n自然人民事行为能力的特征主要体现在以下三个方面：\n\n1.民事行为能力的法定性。自然人是否具有民事行为能力是由国家法律确认的，与自然人自己的意志无关。国家法律规定了自然人具备民事行为能力应当满足的基本条件，这些条件不能通过私人的约定加以更改。\n\n2.民事行为能力与自然人的年龄和精神状况直接相联系。年龄决定了自然人从事民事行为的一般社会认知程度，精神状况则决定了自然人是否能够正确理解和理智地实施民事行为。这两个方面的具体要求都由法律直接加以规定。\n\n3.民事行为能力非依法定条件和程序不受限制或被取消。除非法律有明确规定，任何组织或个人都不得非法限制或取消自然人的民事行为能力。"},
{"法律术语":"监护","概念":"民法上的监护是为了监督和保护无民事行为能力人和限制民事行为能力人的合法权益而设置的一项民事法律制度。履行监督和保护职责的人就是监护人；被监护人监督、保护的人是被监护人。"},
{"法律术语":"个体工商户","概念":"个体工商户是指在法律允许的范围内，依法经过核准登记，从事工商业经营的自然人。《民法典》第 54 条规定：“自然人从事工商业经营，经依法登记，为个体工商户。个体工商户可以起字号。”\n\n个体工商户的特征主要有：\n\n1.个体工商户的经济性质是私人所有制。个体工商户以自然人个人财产或者家庭财产作为经营资本，其性质属于个体经济。\n\n2.个体工商户的经营范围必须符合法律规定。根据我国法律规定，个体工商户经营的范围仅限于工商业。\n\n3.个体工商户必须履行一定的核准登记手续方可成立。个体工商户应当在工商登记管理机关核准的范围内从事生产经营活动。\n\n4.个体工商户以户的名义独立进行民事活动。个体工商户可以依法起字号、刻图章、在银行开立账户，依法进行生产经营活动。\n\n5.个体工商户以其全部的个人财产对外承担无限清偿责任。个体工商户的债务，个人经营的，以个人财产承担；家庭经营的，以家庭财产承担；无法区分的，以家庭财产承担。"},
{"法律术语":"农村承包经营户","概念":"《民法典》第 55 条规定：“农村集体经济组织的成员，依法取得农村土地承包经营权，从事家庭承包经营的，为农村承包经营户。”\n\n农村承包经营户的特征体现在：\n\n1.农村承包经营户是我国农村劳动群众集体所有制经济的分散经营方式的法律形式。农村承包经营户是由农村集体经济组织的成员组成，不属于个体经济的范围。\n\n2.农村承包经营户从事的是农业生产经营活动。农村承包经营户进行生产的目的是进行商品交换，而不是为了满足家庭消费的需要。\n\n3.农村承包经营户存在的基础是享有土地承包经营权。农村承包经营户依据法律和承包合同享有土地承包经营权，从而经营集体所有的土地、森林、草原、荒地、滩涂、水面等生产资料，从事商品经营，不得违反法律和承包合同的规定。\n\n4.农村承包经营户以户的名义独立从事民事活动，对外承担无限责任。事实上由农户部分成员经营的，以该部分成员的财产承担。"},
{"法律术语":"法人","概念":"法人，是指具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的组织。这是《民法典》对法人的规定。法人是相对于自然人的另一类民事主体，法人是一种组织体。虽然在理论上对法人的本质有不同的说法，但既然法律承认其为民事主体，就是要使其便于参加民事法律关系，进行民事活动；作为民事主体，法人不仅能参加民事法律关系，还应具备独立承担民事责任的能力。独立责任使得法人与其成员在人格上分离，也与其他非法人组织相区别；法人的成立还须依据法律的规定。\n\n法人的特征包括：\n\n1.法人是社会组织。\n\n2.法人是具有民事权利能力和民事行为能力的组织体。\n\n3.法人是独立享有民事权利和承担民事义务的组织。"},
{"法律术语":"营利法人","概念":"营利法人是指以取得利润并分配给股东等出资人为目的成立的法人。营利法人的“营利”是指以取得利润并分配给股东等出资人为目的的行为。营利法人是市场经济活动的基本单位，也是社会生产经营活动的主体。营利法人的存在在于独立从事经营活动。"},
{"法律术语":"非营利法人","概念":"非营利法人是指为公益目的或者其他非营利目的成立，不向出资人、设立人或者会员分配所取得利润的法人。非营利法人包括事业单位、社会团体、基金会、社会服务机构等。这里的“非营利”是指目的上的非营利，至于该类法人在日常运行中开展了某些营利性活动，甚至从中获取了营利收入，并不影响其作为非营利法人的性质。为公益目的成立的非营利法人终止时，不得向出资人、设立人或者会员分配剩余财产。剩余财产应当按照法人章程的规定或者权力机构的决议用于公益目的；无法按照法人章程的规定或者权力机构，的决议处理的，由主管机关主持转给宗旨相同或者相近的法人，并向社会公告。"},
{"法律术语":"非法人组织","概念":"非法人组织是指不具有法人资格，但是能够依法以自己的名义从事民事活动的组织。现代各国民法中，在自然人和法人之外，大都承认这种非法人而具有某种主体性的组织体的存在。非法人组织包括个人独资企业、合伙企业、不具有法人资格的专业服务机构等。非法人组织主要具有如下特征：\n\n1.非法人组织是具有稳定性的人合组织。\n\n2.非法人组织具有相应的民事权利能力和民事行为能力。非法人组织不具有一般意义上的民事权利能力和民事行为能力。\n\n3.非法人组织不能完全独立承担民事责任。"},
{"法律术语":"合伙企业","概念":"合伙企业，是指民事主体依法设立的，由各合伙人订立合伙协议，共同出资、合伙经营、共享收益、共担风险的营利性组织。合伙企业属于非法人组织的一种。根据《合伙企业法》的规定，合伙人可以是自然人，也可以是法人和其他组织。\n\n在我国，合伙企业分为普通合伙企业和有限合伙企业。普通合伙企业又可以分为一般的普通合伙企业与特殊的普通合伙企业。"},
{"法律术语":"民事法律行为","概念":"民事法律行为，是指民事主体通过意思表示设立、变更、终止民事法律关系的行为。作为一个抽象概念，民事法律行为是从合同、婚姻、收养、遗嘱等具体行为中抽象而来的，以意思表示为构成要素，与事实行为截然不同。"},
{"法律术语":"意思表示","概念":"意思表示是民事法律行为的要素，指向外部表明意欲发生一定私法上效果的意思的行为。意思表示具有如下特征：\n\n1.意思表示的表意人具有旨在使法律关系发生变动的意图，该意图不违反法律强制性规定和公序良俗，因而发生当事人所预期的效力。\n\n2.意思表示是一个意思由内到外的表示过程。单纯的停留在内心的主观意思是没有法律意义的，该意思必须表示在外，能够为人所知晓。\n\n3.意思表示依据是否符合生效要件，法律赋予其不同的效力。"},
{"法律术语":"无效的民事法律行为","概念":"无效的民事法律行为是指因欠缺民事法律行为的有效条件而不产生法律效力的民事法律行为。无效的民事法律行为在法律上当然无效，它不需要任何人主张。根据《民法典》第 155 条的规定，无效的民事法律行为，从行为开始起就没有法律约束力。但无效的民事法律行为也是一种民事法律行为，不能说无效的民事法律行为没有任何法律效力，它也能产生一定的法律后果，只是无效的民事法律行为不能产生行为人进行民事行为时所预期的后果。例如，甲私自倒卖黄金给乙，甲是希望得到价金，乙是希望得到黄金，但由于黄金是限制流通物，甲和乙私下交易属于内容违法，标的物和价金被依法收缴。双方预期的结果都未达到，因为这是一种无效的民事法律行为。\n\n无效的民事法律行为具有如下特征：\n\n1.无效的民事法律行为具备了民事法律行为的成立要件，但不具备有效要件，因此，不能发生当事人所预期的法律后果。\n\n2.无效的民事法律行为绝对、确定无效，没有任何事实可以使其有效，且包括当事人在内的任何人均有权主张该行为无效。\n\n3.无效的民事法律行为自始当然无效，无须任何人主张。"},
{"法律术语":"可撤销的民事法律行为","概念":"可撤销的民事法律行为指由于欠缺有效条件，当事人有权依照法律规定请求人民法院或者仲裁机关予以撤销的民事法律行为。此种民事法律行为不是当然无效，而是必须由当事人向法院或仲裁机关请求裁定。\n\n可撤销的民事法律行为具有如下特征：\n\n1.可撤销的民事法律行为主要是因意思表示不真实而发生的民事法律行为。意思表示不真实往往只有当事人才知晓，这就需要由当事人自己决定是否撤销不真实的意思表示。\n\n2.可撤销的民事法律行为须由撤销权人主动行使撤销权。撤销权在性质上属于形成权，撤销权人通过单方的意思表示行使撤销权，可导致可撤销民事法律行为的效力溯及既往的消灭。\n\n3.可撤销的民事法律行为在被撤销前仍然是有效的。"},
{"法律术语":"效力未定的民事法律行为","概念":"效力未定的民事法律行为，是指民事法律行为成立之后，是否能发生效力尚不能确定，有待享有形成权的第三人作出追认或拒绝的意思表示来使之有效或无效的民事法律行为。\n\n效力未定的民事法律行为具有如下特征：\n\n1.效力未定的民事法律行为已经成立，但因缺乏处分权或行为能力而使效力不齐备。\n\n2.效力未定的民事法律行为的效力既非完全无效，也非完全有效，而是处于一种效力不确定的中间状态。\n\n3.效力未定的民事法律行为是否发生效力尚不能确定，有待于其他行为或事实使之确定。"},
{"法律术语":"代理","概念":"代理是指代理人以被代理人或者自己的名义，在代理权限内与第三人（又称相对人）实施法律行为，其法律后果直接或者间接由被代理人承受的民事法律制度。代理是一种至少有三方（被代理人、代理人、第三人）参加的民事法律关系。例如，甲接受乙的委托，在乙授权的范围内，以乙的名义同丙订立合同。在这种代理关系中，甲是代理人，乙是被代理人也称本人，丙是第三人也称相对人。实质上甲签订的合同是乙和丙之间的合同。"},
{"法律术语":"代理权","概念":"代理权就是代理人以被代理人的名义与第三人实施法律行为，为被代理人设定、变更或消灭民事法律关系的权利。代理权是一种民事权利，它是为被代理人设定、变更或消灭某种民事权利义务关系而存在的。代理权的享有人即代理人必须以被代理人的名义进行某种民事活动，所产生的民事法律后果由被代理人承担。代理权的范围由委托人确定或由法律加以规定或由人民法院、有关单位指定，但代理人可以在代理权限范围内独立为意思表示。"},
{"法律术语":"无权代理","概念":"无权代理指没有代理权而以他人名义进行代理活动的民事行为。\n\n无权代理，其根本特征在于行为人以他人名义进行民事活动时没有代理权。无权代理包括三种情形：\n\n（1）行为人根本没有代理权却从事代理活动。\n\n（2）行为人享有代理权，但却超越代理权限从事了本不该由其进行的代理活动。\n\n（3）行为人原本享有代理权，但其代理权已经终止，行为人仍以代理人的身份进行代理活动。"},
{"法律术语":"诉讼时效","概念":"诉讼时效是指权利主体在法定期间内不行使权利，义务人便享有抗辩权，从而导致权利人无法胜诉的法律制度。法律上关于诉讼时效的规定，不允许当事人通过约定排除适用。当事人不得违反法律规定，约定延长或者缩短诉讼时效期间、预先放弃诉讼时效利益。\n\n我国《民法典》对于诉讼时效的效力采取抗辩权发生主义。根据《民法典》第 192 条的规定，诉讼时效期间届满的，义务人可以提出不履行义务的抗辩。当事人未提出诉讼时效抗辩，人民法院不应对诉讼时效问题进行释明及主动适用诉讼时效的规定进行裁判。当事人在一审期间未提出诉讼时效抗辩，在二审期间提出的，人民法院不予支持，但其基于新的证据能够证明对方当事人的请求权已过诉讼时效期间的情形除外。当事人未按照前款规定提出诉讼时效抗辩，以诉讼时效期间届满为由申请再审或者提出再审抗辩的，人民法院不予支持。由此可见，诉讼时效期间届满的法律后果是产生请求权已经超过诉讼时效的抗辩权。这种抗辩权是当事人一方享有的权利，是否行使完全取决于当事人的自主判断，法院不得依职权主动适用诉讼时效。当事人未提出诉讼时效抗辩的，属于自动放弃有关的权利。"},
{"法律术语":"期间","概念":"期间是指民事法律关系产生、变更和终止的时间。例如，从某日到某日其中经过的时间。时间是永续的，但人们的法律关系在时间上的存在是有限的，民法对民事法律关系在时间上的有限性的规定，就是民法上的期间。同时，民法规定的时间上的效力，并非因时间在一般情况下的自然流逝而发生，而是要与法定的一定事实状态相联系。"},
{"法律术语":"知识产权","概念":"知识产权是指民事主体对创造性智力成果依法享有的权利的总称。知识产权有广义和狭义之分。广义的知识产权是权利人依法就下列客体享有的专有的权利：\n\n（1）作品；\n\n（2）发明、实用新型、外观设计；\n\n（3）商标；\n\n（4）地理标志；\n\n（5）商业秘密；\n\n（6）集成电路布图设计；\n\n（7）植物新品种；\n\n（8）法律规定的其他客体。狭义的知识产权，即传统意义上的知识产权，包括著作权、专利权、商标权三个组成部分，其中专利权与商标权合称工业产权。在我国，知识产权属于民事权利。\n\n知识产权具有如下特征：\n\n1.专有性。专有性即独占性、排他性。知识产权的专有性表现在：一方面，同一智力成果之上不能有两项以上完全相同的知识产权并存；另一方面，权利主体依法享有独占使用智力成果的权利，没有法律规定或未经权利人许可，任何人不得擅自使用权利人的智力成果。同时，知识产权属于绝对权、对世权和支配权。\n\n2.地域性。知识产权的地域性是指一项知识产权只在其产生的特定国家或地区的领域内有效，不具有域外效力，其他国家没有必须给予保护的义务。权利人要想使自己的知识产权得到他国的法律保护，必须依有关国际条约、双边协议或按互惠原则，按照该国知识产权法的规定在该国获得知识产权。而有形财产的保护，原则上没有地域的限制。\n\n3.时间性。时间性意味着依法产生的知识产权一般只在法律规定的期限内有效，超出知识产权的法定保护期后，该知识产权消灭，有关智力成果进入公有领域，人们可以自由使用。须强调的是，不同知识产权的时间性呈现的是不同的特色，如商标权的期限届满后可通过续展依法延长保护期；少数知识产权没有时间限制，只要符合有关条件，法律可长期予以保护，如商业秘密权、地理标志权、商号权等。\n\n4.客体的无形性。知识产权的客体是智力成果，而智力成果是不具有物质形态的，这是知识产权与其他民事权利的重大区别。"}]
