[{"法律术语":"物权","概念":"物权是权利主体依法直接支配特定的物并享受其利益的排他性权利，包括所有权、用益物权和担保物权。说明如下：\n\n1.物权是一种财产权，具有直接的财产内容。\n\n2.物权是直接支配物的权利。所谓“直接”，是指物权人对标的物的支配无须他人意思或行为的介入便可实现。所谓“支配”，是指依权利主体的意思，对物加以管领处理。\n\n3.物权是支配特定物的权利。该特定物可以是动产，也可以是不动产；可以是权利人合法所有的自有物，也可以是权利人根据法律、合同所支配的他人的物。作为物权客体的物，在内容、范围上均须确定，否则，将因物的归属不明、利用无度而导致社会生活陷于混乱。需要指出的是，某些类型的物权也可以以权利为客体，如权利质权即是以权利为客体的物权，再如建设用地使用权可以成为抵押权的客体。物权以物之外的权利为客体的，须有法律的明确规定。\n\n4.物权具有排除他人干涉的效力。物权人得就特定的物为独立支配从而享受其利益，而无须他人积极配合，也当然排除他人干涉。当物权人行使权利遇到不法妨碍时，可以凭借物权直接请求排除妨碍。\n\n与债权比较，物权具有下列特征：\n\n1.在权利的性质上，物权是支配权，而债权则是一种请求权。物权以物为支配对象，包括对物的全面支配和限定支配。权利人无须借助他人的行为就能行使其权利，并通过对标的物的直接管领、支配来实现自己的利益。对物进行支配，不是物权人的目的而是物权人的手段，物权人的目的在于通过支配而取得物之利益。\n\n2.在权利效力范围上，物权是绝对权，债权是相对权。物权的义务主体是权利人以外的一切人，故又称为对世权。而债权人则只能向特定的义务主体（债务人）主张权利，故债权又称对人权。\n\n3.在权利的客体上，物权的客体原则上为有体物，债权的客体则为行为。\n\n4.在权利的效力上，物权具有优先效力、追及效力、排他效力，而债权则没有这些效力。物权的优先效力包括两个方面，一是物权对于债权的优先效力，二是物权相互之间的优先效力。物权又寸于债权的优先效力体现在当物权与债权可能发生权利冲突时，物权原则上具有优先于债权的效力。如同一物上既有物权，又有以其为给付标的物的债权时，物权优先于债权。典型者为在一物数卖的场合，已经取得物之所有权的买受人，其所有权优先于未取得所有权的买受人之债权。物权优先于债权也有例外，个别情形下法律赋予某些债权以优先于物权的效力，如根据《民法典》第 725 条确立的“买卖不破租赁”规则，租赁物在承租人按照租赁合同占有期限内发生所有权变动的，不影响租赁合同的效力。物权相互之间的优先效力要解决的是能够并存且可能发生权利冲突的若干个物权之间何者优先的问题。该问题的解决规则是原则上成立在先则效力优先，但法律另有规定的除外。物权的追及效力是指作为物权客体的物无论辗转流向何处，权利人均得追及于物的所在，行使其权利。物权的排他效力则意味着同一物上不能同时存在两个或两个以上内容互不相容的物权，如一物之上只能存在一个所有权。\n\n5.在权利的发生上，物权的设定采取法定主义，而债权（合同之债）的设定则釆取任意主义。\n\n6.在权利的保护方法上，物权的保护以恢复权利人对物的支配为主要目的，偏重于“物上请求权”的方法，赔偿损失仅为补充方法，而债权的保护则主要采取赔偿损失的方法。"},
{"法律术语":"物权变动","概念":"物权的变动，是指物权的设立、变更、转让和消灭。就物权主体而言，是指其取得物权和丧失物权；就物权内容而言，是指物权的内容发生变化。其中，物权的设立即物权的取得，物权的取得分为原始取得与继受取得。原始取得是指非依他人既存的权利而取得物权，如生产、收取孳息、添附、先占、没收等均属于物权的原始取得方式。继受取得是指基于他人既存的权利而取得物权。继受取得又分为移转的继受取得和创设的继受取得。移转的继受取得是指从他人处取得他人原有的物权，如基于有效的买卖合同受让所有权、因继承取得物权等。创设的继受取得是指在他人的所有物上设立他物权，如在国家所有的土地上设立建设用地使用权、在他人动产上设立抵押权或者质权等。\n\n物权变动需有能够引起物权变动的法律事实。能够引起物权变动的法律事实称为物权变动的原因，主要包括法律行为、事件和事实行为、公法上的原因等。故通常可以将物权变动分为基于法律行为的物权变动和非基于法律行为的物权变动。在基于法律行为的物权变动中，公示为物权变动的生效要件或者对抗要件；非基于法律行为的物权变动则不需要公示，就其中的不动产变动而言，登记既非生效要件也不是对抗要件，而是处分要件。如根据《民法典》第 229 条至第 232 条的规定，因人民法院、仲裁机构的法律文书或者人民政府的征收决定等，导致物权设立、变更、转让或者消灭的，自法律文书或者征收决定等生效时发生效力。因继承取得物权的，自继承开始时发生效力。因合法建造、拆除房屋等事实行为设立或者消灭物权的，自事实行为成就时发生效力。依照以上规定享有不动产物权的，处分该物权时，依照法律规定需要办理登记的，未经登记，不发生物权效力。"},
{"法律术语":"不动产登记","概念":"不动产登记是指不动产登记机构依法将不动产权利归属和其他法定事项记载于不动产登记簿的行为。此处的不动产是指土地、海域，以及房屋、森林、林木等建筑物、构筑物和定着物。\n\n我国对不动产实行统一的登记制度。不动产登记由不动产所在地的登记机构办理。不动产物权的设立、变更、转让和消灭，依照法律规定应当登记的，自记载于不动产登记簿时发生效力。\n\n需要说明的是，不动产登记簿与权属证书不同。不动产登记簿是物权归属和内容的根据，由登记机构管理，具有权利推定的效力。不动产权属证书是权利人享有该不动产物权的证明。不动产权属证书记载的事项，应当与不动产登记簿一致；记载不一致的，除有证据证明不动产登记簿确有错误外，以不动产登记簿为准。但当事人有证据证明不动产登记簿的记载与真实权利状态不符、其为该不动产物权之真实权利人的，应依法确认其享有的物权。"},
{"法律术语":"所有权","概念":"《民法典》第 240 条规定：“所有权人对自己的不动产或者动产，依法享有占有、使用、收益和处分的权利。”\n\n所有权是对标的物全面支配的物权，是所有人在法定限度内对物最充分、最完全的支配。所有权的内容包括人对物和人对人两个方面的权利：\n\n1.人对物的权利。所有权是所有人对物全面支配的权利，包括占有、使用、收益、处分几项具体的权利。上述权利属于原权，是所有权的核心内容，属于所有权的积极内容。\n\n2.人对人的权利。在受到他人非法干预或侵害时，所有人有权行使包括返还请求权、妨害排除请求权、妨害预防请求权、恢复原状请求权等在内的请求权。上述请求权属于救济权，是所有人基于对特定范围内财产的权利而产生的对非所有人的权利，属于所有权的消极内容。\n\n所有权具有以下特征：\n\n1.所有权具有全面性。所有权是所有人在法定限制范围内对所有物加以全面支配的权利，是绝对权。所有权关系的义务主体是所有人以外的一切人，他们负有不作为的义务。\n\n2.所有权具有整体性，整体性又称为单一性。所有权并非占有、使用、收益、处分等各种权能的简单相加，而是一个整体的权利，所有人对于标的物有统一的支配力。\n\n3.所有权具有弹力性，弹力性又称为归一性。所有权人在其所有的财产上为他人设定他物权后，虽然占有等权能与所有权人发生分离，但所有权并不消灭。当所有物上设定的其他权利消灭，所有权的负担除去以后，所有权恢复其圆满的状态。\n\n4.所有权具有排他性。排他性也叫独占性，是指所有权是独占的支配权，非所有权人不得对所有权人的财产享有所有权。同一物上只能有一个所有权存在，而不能同时并存两个或两个以上的所有权。\n\n5.所有权具有恒久性。恒久性又称为永久存续性，是指所有权不因时效而消灭，也不得预定其存续期间。所有权不以期限为要件，除因标的物灭失、所有人抛弃等事由而消灭外，本质上可以永久存续。"},
{"法律术语":"建筑物区分所有权","概念":"建筑物区分所有权，是指根据使用功能，将一栋建筑物在结构上区分为各个所有权人独自使用的部分和由多个所有权人共同使用的共同部分时，每一个所有权人享有的对其专有部分的专有权、对共有部分的共有权以及各个所有权人之间基于建筑物的管理等共同事务而产生的管理权的结合。\n\n建筑物区分所有权的主要特点有：\n\n1.复合性。建筑物区分所有权由专有部分所有权、共有权及管理权三要素构成，且建筑物区分所有权人的身份也具有多重性，既是专有权人，又是共有所有人，还是管理建筑物的管理权人，此有别于单一的不动产所有权。\n\n2.整体性。这是指建筑物区分所有权人的专有权、共有权及管理权，三者共为一体不可分离。在转让、继承、抵押时应将三者一起转让、继承、抵押。\n\n3.专有权的主导性。在构成建筑物区分所有权的三要素中，专有权具有主导性，具体体现在：\n\n（1）建筑物区分所有权人取得专有部分所有权即取得共有部分共有权及管理权；\n\n（2）专有部分所有权的大小决定共有权及管理权的大小；\n\n（3）建筑物区分所有权成立登记时，只登记专有部分所有权，而共有权及管理权并不单独登记。\n\n4.客体的多元性。建筑物区分所有权的客体包括专有部分与共有部分，而不是仅局限于其中一部分。"},
{"法律术语":"相邻关系","概念":"相邻关系，是指相互毗邻的不动产的所有人或使用人因对不动产行使所有权或使用权而发生的权利义务关系。相邻关系实质上是对财产所有人或占有人、使用人行使所有权或占有、使用权的合理延伸和必要的限制。例如，某农户承包的土地处于其他农户承包的土地范围之中，某农户在耕种土地时，必须通过其他农户的土地，其他农户都应当允许其通行。这对某农户来说，是使用权的延伸，而对其他农户则是使用权的限制。这种延伸和限制是法律允许的，是双方的权利或义务。\n\n相邻关系的特征包括以下三方面：\n\n1.相邻关系总是发生在两个以上权利主体之间。权利主体既可以是自然人、个体工商户、农村承包经营户、个人合伙，也可以是法人；既可以是不动产所有人，也可以是不动产的使用人，如承包人、租用人、借用人等。\n\n2.相邻关系的内容是相邻人间的权利、义务。它是按照法律的规定或者相邻各方的协议确定的。相邻一方有为了维护其合法权益行使方便的权利，他方负有提供这种便利的义务。相邻一方的权利受到法律的保护，但其不得滥用权利。\n\n3.相邻关系是在不动产毗邻或相近的特定条件下因对财产的使用而发生的。它不仅涉及占有、使用土地、房屋，建筑物、通行道路等不动产本身的相邻关系，还包括截水、排水、通风、釆光、眺望、蒸气、烟尘、臭气、噪声、垃圾等所发生的不利影响或有害侵扰。这种来自邻人的侵害，既可能是财产上的损害，也可能是人身上的损害。"},
{"法律术语":"共有","概念":"共有是指两个以上的权利主体对同一项财产都享有所有权。对同一项财产都享有所有权的权利主体叫作财产共有人。这项财产称为共有财产。各共有人因为财产共有而形成的权利义务关系，称为共有关系。在共有关系中，各共有人的权利是平等的，其权利行使釆取协商一致的原则。\n\n共有的特征在于以下方面：\n\n1.共有关系的主体总是两个以上。凡是形成财产共有关系的，其权利主体无论是自然人、法人还是非法人组织，也无论是发生在家庭内部或社会经济生活之中，其财产共有人必定是两个以上，否则就不能称其为共有。\n\n2.共有关系的客体总是同一项财产。各个共有人的权利、义务所指向的对象只能是同一项财产。所谓同一项财产，既可以是不动产，也可以是动产。具有价值和使用价值的财产不管其价值大小或者数量多少，只要归属两个以上共有人所有，就是共有财产。只有在两个以上权利主体对同一项财产都享有所有权的条件下，才产生共有关系。\n\n3.共有关系的内容包括双重权利、义务关系。共有关系可分为按份共有和共同共有。无论哪种共有都发生对内、对外双重权利、义务。在共有关系内部，各个共有人作为相对独立的权利主体，都是共有财产的所有人。共有人或是对共有财产共同享有权利、承担义务，或是按照各自的份额，对共有财产分享权利、分担义务。共有人在共有关系外部，可以作为单一的权利主体，同共有关系以外的任何组织或者个人发生财产所有关系和财产流转关系。例如，家庭联产承包经营的合同关系与合伙经营的对外合同关系等，都是以共有人作为统一主体，对外发生的财产关系。\n\n4.需要说明的是，共有关系的形成往往基于民事主体共同的生产经营目的或者生活需要，共有既可以是同一种类型所有权的联合，如两个自然人的共有；也可以是不同类型所有权的联合，如个人与集体组织的共有。因此，共有并不是国家所有权、集体所有权、私人所有权之外的一种独立的财产所有权类型。\n\n共有仅指共同享有所有权，共同享有用益物权、担保物权的，参照适用关于共有的有关规定。"},
{"法律术语":"用益物权","概念":"用益物权是指权利人对他人所有的不动产或者动产依法享有的占有、使用和收益的权利。用益物权的特征是：\n\n（1）用益物权属于他物权、限制物权；\n\n（2）用益物权以占有为前提，以使用、收益为内容；\n\n（3）用益物权的客体包括动产和不动产，主要是不动产。"},
{"法律术语":"土地承包经营权","概念":"土地承包经营权是指自然人或社会组织依据承包合同对于农民集体所有或者国家所有由农民集体使用的土地享有的占有、使用和收益的权利。\n\n土地承包经营权具有如下特征：\n\n（1）土地承包经营权是由土地所有权派生的一种以使用、收益为内容的物权，属于他物权中的用益物权范畴。\n\n（2）土地承包经营权的主体是承包人，包括自然人和社会组织。\n\n（3）土地承包经营权的客体是农民集体所有和国家所有由农民集体使用的耕地、林地、草地以及其他用于农业的土地。权利人必须将以上土地用于从事种植业、林业、畜牧业等农业生产。\n\n（4）土地承包经营权是由发包人与承包人通过签订承包合同的方式设定的。\n\n（5）土地承包经营权是一种有期限的物权，《民法典》规定，耕地的承包期为 30 年；草地的承包期为 30 年至 50 年；林地的承包期为 30 年至 70 年。承包期限届满，由土地承包经营权人依照农村土地承包的法律规定继续承包。"},
{"法律术语":"建设用地使用权","概念":"建设用地使用权是指自然人、社会组织对国家或者集体所有的土地依法享有的利用该土地建造及保有建筑物、构筑物及其附属设施的权利。\n\n建设用地使用权具有以下特征：\n\n（1）建设用地使用权属于用益物权。\n\n（2）建设用地使用权的主体为符合法定条件的自然人和社会组织。\n\n（3）建设用地使用权的内容为在土地上建造和保有建筑物、构筑物及其附属设施，以及对建设用地使用权的处分，如出资、转让、抵押等，但不包括对土地本身的处分。\n\n（4）建设用地使用权的客体包括国有土地和集体所有的土地，其范围包括土地表面及其上下的一定空间。\n\n（5）建设用地使用权具有排他性，在同一块土地上不允许有两个以上内容相同的建设用地使用权存在。"},
{"法律术语":"宅基地使用权","概念":"宅基地使用权是指农村集体经济组织成员因建造自有房屋而依法对集体所有的土地享有的占有、使用的权利，是我国特有的一种用益物权。\n\n宅基地使用权的特征在于：\n\n（1）宅基地使用权的主体限于农村集体经济组织成员。\n\n（2）宅基地使用权的内容限于建造、保有住宅及其附属设施。\n\n（3）宅基地使用权的客体限于集体所有的土地，换言之，宅基地的所有权归集体。\n\n（4）宅基地使用权的取得是无偿的且没有期限限制，故该权利具有福利性。"},
{"法律术语":"居住权","概念":"居住权是指自然人为满足生活居住的需要，按照合同约定，对他人的住宅享有的占有、使用的用益物权。\n\n居住权的特征包括：\n\n（1）居住权的主体限于自然人；\n\n（2）居住权的内容是占有、使用他人的住宅；\n\n（3）居住权的客体是他人的住宅；\n\n（4）居住权的设立目的是满足权利人生活居住的需要；\n\n（5）居住权原则上是无偿的，当事人另有约定的除外；\n\n（6）居住权具有专属性，依附于特定人的身份而存在，故不得转让、继承，并因居住权人死亡而消灭；\n\n（7）居住权是有期限的物权。"},
{"法律术语":"地役权","概念":"地役权是指不动产的权利人，如所有权人或使用权人，为自己使用不动产的便利或提高自己不动产的效益而利用他人不动产的权利，如通行权、取水权、采光权、眺望权等。此处的他人不动产为供役地，自己的不动产为需役地。\n\n在学理上，根据地役权内容的不同，可以将其分为积极地役权和消极地役权。前者以地役权人在供役地上为一定行为为内容，如通行、取水、排水。后者以供役地权利人不得在供役地上为一定行为为内容，如不得建筑超过一定高度的建筑物以保障地役权人的眺望权。\n\n地役权的特征包括：\n\n（1）地役权的主体包括不动产的所有权人和使用权人；\n\n（2）地役权的内容是利用他人不动产，并对他人的权利加以限制；\n\n（3）地役权的客体是他人不动产；\n\n（4）地役权的设立目的是为供自己使用不动产之便利或效益之提高；\n\n（5）地役权是否有偿及存续期限依当事人约定；\n\n（6）地役权具有从属性。地役权的从属性意味着地役权不得脱离需役地而存在，不得单独处分，必须与需役地的所有权或者使用权一同转移。\n\n地役权与相邻关系的区别是：\n\n（1）性质不同。地役权是一项独立的用益物权，相邻关系体现的则是所有权的延伸与限制。\n\n（2）产生依据不同。地役权基于当事人之间的合同而产生，相邻关系基于法律的规定而产生。\n\n（3）内容不同。地役权是当事人超出相邻关系限度而设定的权利，可以有偿，也可以无偿；相邻关系则是对相邻各方权利义务的最小限度的调节，通常是无偿的。\n\n（4）前提条件不同。地役权不以不动产相邻为条件，相邻关系则以此为条件。"},
{"法律术语":"担保物权","概念":"担保物权是指以担保债务清偿为目的，而在债务人或者第三人的特定物或者权利上设立的定限物权。\n\n担保物权的特征包括：\n\n（1）优先受偿性。担保物权人可以就担保物的价值优先于债务人的普通债权人受偿。\n\n（2）从属性。担保物权是为担保债权受偿而设定的，从属于所担保的债权。从属性主要体现在：一是担保物权的成立以债权存在为前提；二是担保物权不得与所担保的债权分离而单独存在，既不得与债权分离而单独让与，也不得与债权分离而为其他债权的担保；三是被担保的债权消灭，担保物权亦消灭。此外，对抵押权而言，债权转让的，担保该债权的抵押权一并转让，但是法律另有规定或者当事人另有约定的除外。\n\n（3）不可分性。这是指债权人在全部债权受清偿前，可就担保物的全部行使其权利。主要体现在两方面：一是债权人在全部债权受清偿之前，得对于担保物整体主张权利；二是担保物的部分变化或债权的部分变化均不影响担保物权的整体性，即使担保物被分割或转让，或者被担保的债权得到部分清偿或被转让，担保物权人仍可以对担保物的全部行使权利以担保全部债权的受偿。\n\n（4）物上代位性。担保期间，担保财产毁损、灭失或者被征收等，担保物权人可以就获得的保险金、赔偿金或者补偿金等优先受偿。"},
{"法律术语":"抵押权","概念":"抵押权是指债权人对于债务人或第三人提供的不转移占有而作为债务履行担保的财产，在债务人不履行到期债务或者发生当事人约定的实现抵押权的情形时，得就该财产的价值优先受偿的权利。\n\n抵押权的特征表现在：首先，抵押权是一种约定担保物权。其次，抵押权的客体是债务人或第三人提供的特定财产，该财产可以是动产、不动产，也可以是某种财产权利。再次，抵押权是不转移占有的担保物权，在抵押期间，抵押财产仍由抵押人占有。最后，抵押权除具有担保物权的优先受偿性、从属性、不可分性、物上代位性等特征之外，还具有追及性。抵押期间，抵押财产转让的，抵押权不受影响，抵押权人可以继续行使抵押权。但是，以动产抵押的，不得对抗正常经营活动中已经支付合理价款并取得抵押财产的买受人。即此种情况下不得追及。"},
{"法律术语":"质权","概念":"质权是指债务人或者第三人将其动产或者财产权利交给债权人占有或者控制，以此作为履行债务的担保，在债务人不履行到期债务或者发生当事人约定的实现质权的情形时，债权人得以该动产或者财产权利的价值优先受偿的权利。在质权中，债务人或者第三人为出质人，债权人为质权人，交付的动产为质押财产。\n\n质权的特征表现在：首先，质权是一种约定的担保物权。其次，质权的客体是债务人或者第三人提供的动产或者权利。最后，质权是转移占有的担保物权，质押期间，质押财产转由质权人占有。此外，质权具有担保物权的优先受偿性、从属性、不可分性、物上代位性。"},
{"法律术语":"留置权","概念":"留置权是指合法占有债务人动产的债权人，于债务人不履行到期债务时，得留置该动产并以其价值优先受偿的权利。其特征是：\n\n（1）留置权属于法定担保物权；\n\n（2）留置权的客体限于动产；\n\n（3）留置权不具有追及力，留置权人丧失对留置财产的占有即丧失留置权。留置权与抵押权、质权等约定担保物权不同，也与同时履行抗辩权不同。"},
{"法律术语":"占有","概念":"占有是指对于物具有事实上的管领力的一种状态。法学通说认为，占有是一种事实而不是权利。占有的特征在于：\n\n（1）占有的客体限于有体物，包括不动产和动产。但占有的客体不限于独立的物，对物的组成部分也可以成立占有。\n\n（2）占有必须是对物产生了事实上的支配与控制。"}]