[{"字段1":"刑法","字段2":"刑法的定义\n\n刑法是规定犯罪及其法律后果的法律规范的总和。因为犯罪的主要法律后果是刑罚，所以，刑法又称犯罪法或刑罚法。在中国，刑法是由全国人民代表大会及其常务委员会代表人民的意志制定的、规定犯罪及其法律后果的法律。\n\n刑法的形式\n\n在中国，刑法有以下几种存在形式（或表现形式、形式渊源）：\n\n1.刑法典，即全面、系统规定犯罪及其法律后果的内容的法典。1979 年 7 月 1 日，我国通过了《中华人民共和国刑法》，1997 年 3 月 14 日进行了全面修订，其于 1997 年 10 月 1 日施行后，又通过 10 个修正案对其部分内容进行修正。\n\n2.单行刑法，是规定某一类犯罪及其后果或者刑法某一事项的法律。在 1997 年刑法典之后，我国也曾颁行过一部单行刑法，即 1998 年 12 月颁布的全国人民代表大会常务委员会《关于惩治骗购外汇、逃汇和非法买卖外汇犯罪的决定》。\n\n3.附属刑法，是指在经济、行政等非专门刑事法中附带规定的一些关于犯罪与刑罚或追究刑事责任的条款。如在海关法、环境保护法、票据法中规定的有关追究刑事责任的条款。目前，我国的附属刑法一般只重申刑法典的内容，没有确立新的犯罪与法律后果的具体内容。\n\n刑法有广义和狭义之分。广义刑法包含上述一切形式的刑法，狭义刑法特指刑法典。刑法典也被称为普通刑法，单行刑法和附属刑法被合称为特别刑法。当犯罪行为同时触犯普通刑法与特别刑法条文时，应适用特别刑法优于普通刑法的原则；当犯罪行为同时触犯两个特别刑法条文时，应适用新法优于旧法的原则。\n\n刑法的特征\n\n刑法的特征是指刑法同其他法律如民法、行政法相比的特点，所以也称刑法的法律性质（特性）。刑法具有以下一些特征：\n\n1.调整范围的广泛性。刑法在保护的利益与调整的对象上，比较广泛。从《刑法》第 2 条规定的任务和第 13 条规定的犯罪定义中就可看出，刑法保护社会生活中至关重要的利益，从国家安全、公共安全、经济秩序到公民个人的人身权利、财产权利，而其他法律如民法、经济法、行政法可能仅涉及社会生活的某一方面或某一层面的利益与关系。严重违反其他法律的行为（严重危害社会的行为），都有可能进入刑法的调整范围，刑法为其他法律提供了强有力的支持和保障。\n\n2.调整对象的专门性。刑法的任务以及实现任务的方法不同于其他法律部门。刑法主要规定犯罪，以及运用刑罚的方法同犯罪作斗争、追究犯罪人的刑事责任，而其他法律则各有自己的任务和实现的方法。\n\n3.刑罚制裁的严厉性。刑法的强制力度较其他法律的强制力度严厉得多。刑法的特点集中体现在其对犯罪行为的法律后果上，这种法律后果的严厉性是其他法律如民法、行政法所不能比拟的。违反刑法的后果是刑罚制裁，刑罚制裁的方法包括剥夺生命、自由、财产、资格等重要的权益。\n\n4.刑法发动的补充性和保障性。正因为刑罚制裁的严厉性，决定了刑法需要遵循明确性和谦抑性原则、罪刑法定原则，要求适用刑罚的前提（构成要件）具体化、明确化，尽量限制刑罚的适用。作为保护社会的“最后手段”，只有当其他部门法不能充分保护某种社会关系时，才由刑法调整。所以，刑法是其他法律的保障法。"},
{"字段3":"刑法的效力范围","字段4":"刑法的效力范围又称刑法的适用范围，是指刑法在空间、时间方面的适用范围。分为刑法的空间效力和时间效力。"},
{"字段5":"犯罪构成","字段6":"犯罪构成的概念及其内容\n\n犯罪构成指刑法规定的成立犯罪必须具备的主观要件和客观要件的总和。\n\n1.犯罪构成是成立犯罪的必备要件。例如，抢劫罪的犯罪构成就是由以下要件组成的：\n\n（1）侵犯了财产的所有权和受害人的人身权。\n\n（2）使用暴力、胁迫或者其他方法抢劫公私财物。\n\n（3）主体为年满 14 周岁、有辨认和控制自己行为能力的自然人。\n\n（4）有抢劫的故意和非法占有他人财物的目的。这四个条件紧密结合为一体，就形成了抢劫罪的犯罪构成。在这个要件集合体（也即犯罪构成）中，四个条件互相联系、互相作用，共同确立了法律上的一种“犯罪”，即抢劫罪。在现实生活中，如果某人及其所实施的行为完全符合上述四个条件，就是具备了抢劫罪的犯罪构成，也就是构成了抢劫罪。\n\n2.犯罪构成的诸要件是由刑法规定的。上述抢劫罪犯罪构成要件之一的“年满 14 周岁、有辨认和控制自己行为能力”就是由《刑法》第 17 条和第 18 条规定的；使用“暴力、胁迫或者其他方法抢劫公私财物”就是由《刑法》分则第 263 条规定的，等等。正因为组成犯罪构成的诸要件是由刑法规定的，所以说犯罪构成是认定犯罪的法律标准或规格。\n\n3.具备犯罪构成要件是适用刑罚法律后果的前提。例如，某行为具备上述抢劫罪的犯罪构成要件，就成立抢劫罪并应当适用这条规定的法定刑处罚。\n\n犯罪构成与犯罪概念的联系和区别\n\n犯罪概念是犯罪构成的基础，犯罪构成是犯罪概念的具体化。犯罪概念回答什么是犯罪以及犯罪具有哪些基本属性等问题。犯罪构成则进一步回答了犯罪成立需要具备哪些法定的条件，并通过犯罪构成主客观要件具体确立什么样的行为是犯罪。\n\n犯罪构成的意义\n\n犯罪构成理论对我国刑事立法、刑事司法及刑法理论发展具有重要的意义。\n\n1.犯罪构成作为法律规定的确立犯罪的要件，它是定罪量刑的法律准绳。具体而言：\n\n（1）成立犯罪的标准。在司法实践中，某人的行为事实只有完全具备犯罪构成，才能成立犯罪，依法追究刑事责任。例如，张某因为李某与自己的妻子通奸，而持刀将李某砍死一案。经调査:① 张某在主观上有杀害李某的故意，具备故意杀人罪的主观要件；② 张某实行了杀害李某的行为，具备了故意杀人罪的客观要件；③ 张某侵害了他人的生命，具备了故意杀人罪的客体要件；④ 张某实行杀人行为时 27 岁、精神正常，具备承担刑事责任的主体要件。故张某的行为事实完全具备法律规定的故意杀人罪的全部要件，即具备故意杀人罪的犯罪构成，因而必须承担相应的刑事责任。反之，如果张某的行为事实缺乏故意杀人罪的任何一个要件，都不能成立故意杀人罪。如经调查发现张某在行为时处于精神错乱状态，完全丧失了辨认和控制自己行为的能力，张某就不构成犯罪，不负刑事责任。\n\n（2）成立一罪还是数罪的标准。行为人的行为具备一个犯罪构成的，成立一罪；具备数个犯罪构成的，成立数罪。对数罪通常合并处罚。\n\n（3）区别此种犯罪与彼种犯罪的标准。每一种犯罪都有其特有的构成要件，不同的犯罪，其犯罪构成是不同的。\n\n（4）通过确定是否犯罪、一罪与数罪、此罪与彼罪、罪轻与罪重，为正确量刑提供根据。\n\n2.强调依据犯罪构成定罪量刑，有利于贯彻法治原则，保护公民的合法权益，准确地惩罚犯罪。\n\n3.在刑法理论中，犯罪构成是刑法理论的核心和刑法理论体系的基础。犯罪构成作为研究法定的犯罪成立要件的理论，它把刑法总则和分则规定的犯罪成立的要件加以归纳、抽象，使其系统化、条理化，形成了犯罪论的理论体系。在这个理论体系中，犯罪论的基本问题都是围绕着犯罪构成展开的，并且是按照犯罪构成四个要件的框架，分门别类论述的；在刑法分则中，也是按照犯罪构成四个要件的体系分别论述具体犯罪的特殊构成要件的。因此，理解、掌握犯罪构成理论的内容和体系，是学好刑法学的关键之一。"},
{"字段7":"犯罪客体","字段8":"犯罪客体的概念及其内容\n\n犯罪客体是犯罪活动侵害的、为刑法所保护的社会利益。犯罪客体是犯罪构成的必备要件之一。行为之所以构成犯罪就是因为侵害了法律保护的社会利益。\n\n1.犯罪客体是某种社会生活利益。所谓社会生活利益，就是指在共同的社会生活中能够满足人们生存和发展需要的东西。利益是极为广泛的、多层次的，比如国家利益、社会利益和个人利益，政治利益，经济利益，国家安全、公共安全、个人的人身、名誉、自由和财产利益等。\n\n2.犯罪客体是刑法所保护的社会生活利益。刑法的目的和任务就是要保护社会生活利益，使其免受不法行为的侵害，从而维护社会生活秩序。各种各样的法律以多种方式维护社会生活利益，使社会生活处于良好的秩序状态。例如宪法、行政法、民法、经济法等。由于刑罚处罚作为刑法制裁手段，是极其严厉的，故只有当至关重要的社会生活利益遭受到严重的侵害，例如，使国家安全、公共安全、公民生命、自由、尊严、财产等遭受侵害，以致危害或者威胁到社会生存的基本价值、秩序时，刑法才将其纳入保护范围，犯罪客体是受刑法保护的那一部分涉及社会生存、发展的重要利益，所以刑法所保护的社会生活利益的性质、范围是有限度的。正是因为如此，侵害刑法所保护的利益的行为，即使侵犯的是个人的生命、财产利益，也被认为是对社会整体利益的侵犯，通常由国家（公共机构）而不是由受害人追究。换言之，刑法保护的社会生活利益即刑法法益是一种公共利益而非私人利益。\n\n应当注意的是，刑法保护的利益会随着社会生活的发展而变化，例如，夫妻间的忠贞曾普遍为刑法所保护，但现在一般不属刑法保护的利益。过去，环境保护并未普遍成为刑法保护的利益；但在现代，人们认识到自然资源、野生动物资源的重要性，普遍将其作为刑法保护的利益，使用刑罚惩治破坏资源、环境的犯罪。\n\n3.犯罪客体是犯罪行为所侵害的社会生活利益。刑法所保护的利益作为单纯的客体存在，并不是犯罪客体。只有这种利益既为刑法所保护又被犯罪所侵害，才是犯罪客体。例如《刑法》第 264 条规定的盗窃罪，该条所保护的社会利益是财产的所有权；犯罪人盗窃他人数额较大的财物便侵害了刑法保护的财产权，该财产所有权就成为犯罪客体。犯罪对客体的侵害包括：\n\n（1）造成实际损害，如故意杀人致人死亡、生产销售劣药严重危害人体健康、盗窃毁损造成价值若干的财产损失等。\n\n（2）产生实际威胁，如故意杀人未遂、生产销售假药足以危害人体健康等。\n\n应当注意，刑法对其所保护的社会利益遭受侵害的样态、程度具有一定要求。《刑法》第 13 条在列举犯罪对刑法法益侵害的同时，还特别指出，违法行为必须是达到了“依照法律应当受刑罚处罚”的严重程度才构成犯罪。如果对利益的侵害不严重，“情节显著轻微危害不大的”，不构成犯罪。\n\n犯罪客体在刑法条文中的体现\n\n犯罪总是要侵犯一定的客体。刑法对各种犯罪的犯罪客体的规定方式是多种多样的。其中，对犯罪同类客体的规定最为直接明了，绝大多数章节都明确揭示了犯罪的同类客体，如危害国家安全、危害公共安全、破坏社会主义经济秩序等。对于犯罪的直接客体，则表现出多种形式：\n\n（1）有的条文明确表述出犯罪客体，如《刑法》第 103 条表述出分裂国家罪的客体是“国家的统一”，第 225 条表述出非法经营罪的客体是“市场秩序”，第 293 条表述出寻衅滋事罪的客体是“社会秩序”。\n\n（2）有的条文通过对犯罪客观方面的表述，反映出犯罪客体，如《刑法》第 170 条规定“伪造货币”的行为，反映该罪的客体是金融管理秩序；《刑法》第 236 条规定“强奸妇女”的行为，表明该罪侵犯的是妇女的性权利；《刑法》第 355 条规定，“依法从事生产、运输、管理、使用国家管制的麻醉药品、精神药品的人员，违反国家规定，向吸食、注射毒品的人提供国家规定管制的能够使人形成瘾癖的麻醉药品、精神药品”的行为，表明该罪的客体是国家关于麻醉药品、精神药品的管理制度。\n\n犯罪客体的意义\n\n研究犯罪客体有助于正确理解、适用法律，有助于认识犯罪的本质特征、准确定罪和量刑。因为犯罪的客体是刑法保护的社会利益，它能反映或者揭示出某一刑法条文的目的或者宗旨，这对于正确理解、适用该条文具有指导作用。以《刑法》第 245 条规定的非法侵入住宅罪为例，如果该条的客体（即该条保护的社会利益）是住宅权（侵犯财产权），则侵入他人住宅即侵害了该条所保护的利益，应当构成犯罪；如果该条的客体是公民的居住安宁（人身权利），则还需要带有犯罪意图或者其他令人不安、恐惧的举动才能构成犯罪，一般侵入不足以构成对居住安宁的侵犯，不构成犯罪。再以第 256 条的破坏选举罪为例，因为该条限于保护公民行使宪法赋予的选举权利，所以该条规定的破坏选举的犯罪行为只限于破坏“各级人民代表大会和国家机关领导人员”的选举，不包括此外的诸如公司企业厂长经理、农村村主任村委会的选举等，这类“选举”并未纳入刑法保护的范围。"},
{"字段9":"正当化事由","字段10":"正当化事由，是指行为人的行为虽然形式上符合某些犯罪的客观构成要件，但实际上没有犯罪的社会危害性，依法不成立犯罪的情形。"},
{"字段11":"正当防卫","字段12":"正当防卫，指为了使公共利益、本人或者他人的人身和其他权利免受正在进行的不法侵害，而对实施侵害的人所采取的合理的防卫行为。\n\n正当防卫是有益、合法的行为，因此而给不法侵害人造成必要损害的（杀死、打伤等），虽然“形”似犯罪，而实质没有犯罪性，故依法不负刑事责任。.\n\n正当防卫的成立条件\n\n成立正当防卫必须具备以下条件；\n\n1.起因条件——有不法侵害行为发生。所谓不法侵害，一般指犯罪行为的侵害，还包括一些侵犯人身、财产，破坏社会秩序的违法行为。\n\n2.时间条件——对正在进行的不法侵害进行防卫。这包括两层含义:其一是不法侵害是真实存在的，而不是主观想象推测的。如果不存在不法侵害，行为人误以为存在而对误认的“不法侵害人”实行了防卫的，是“假想的防卫”，不能成立正当防卫。其二是不法侵害正在进行，即已经开始尚未结束。如果不法侵害尚未开始或者已经结束而实行“防卫”的，是“防卫的不适时”（事先防卫或事后防卫），不能成立正当防卫。\n\n3.对象条件——防卫行为必须是针对不法侵害者本人实行。正当防卫只能是通过给不法侵害人造成损害的方法来进行，而不能通过给第三者（包括侵害者的家属、子女在内）造成损害的方法来进行。\n\n4.主观条件一一防卫必须是基于保护合法权利免受不法侵害的目的。防卫目的的正当性既是正当防卫成立的首要条件，也是正当防卫不负刑事责任的重要根据。因此，“防卫挑拨”不能成立正当防卫。所谓防卫挑拨，是指为了侵害对方，有意挑逗对方首先实行侵害行为，然后借口遭到不法侵害，实施加害对方的行为。另外，在互殴的场合，因互殴双方都有侵害对方的意图，所以原则上都不能成立正当防卫。但是如果一方逃跑或者求饶，另一方继续实行加害行为，前者可基于防卫目的进行正当防卫。\n\n5.限度条件——正当防卫不能明显超过必要限度造成重大损害。正当防卫的必要限度，指足以制止正在进行的不法侵害所必需的限度。对于明显没有立即危及人身安全，或者国家和人民重大利益的不法侵害，不允许用重伤、杀害的手段防卫；明显能用较缓和的手段制止不法侵害时，不允许釆用激烈手段，更不允许为保护微小利益而釆用激烈的防卫手段，因为这些手段显然不是有效地制止不法侵害所必需的。所谓重大损害，指致人重伤、死亡或者造成重大财产损失。"},
{"字段13":"紧急避险","字段14":"紧急避险的概念\n\n紧急避险，指为了使公共利益、本人或者他人的人身和其他权利免受正在发生的危险，不得已而釆取的损害另一较小合法利益的行为。\n\n紧急避险是在紧急情况下两种合法利益发生了冲突，顾此失彼，而不得不釆取了损害其中较小的利益，保全较大利益的行为。紧急避险行为造成损害的，不负刑事责任。\n\n紧急避险的成立条件\n\n成立紧急避险必须具备以下条件：\n\n1.起因条件是，必须有危险发生。就是出现了足以使合法权益遭受严重损害的危险情况，如自然灾害、动物侵袭、人的行为、生理或者病理原因等使合法利益面临着紧急的危险。\n\n2.时间条件是，实际存在的正在发生的危险。也就是说：\n\n（1）危险是客观存在的，而不是主观想象、推测的；\n\n（2）这种危险是正在发生的，十分紧迫。\n\n3.对象条件是，避险行为针对的对象是第三人的合法利益。紧急避险是为了保全一方的较大合法利益而不得不损害另一方较小的合法利益。\n\n4.主观条件是，为了使合法利益免受正在发生的危险。这是避险目的正当性的条件。法律不认可为保护非法利益而釆取避险行为。\n\n5.限制条件是，在迫不得已的情况下实施。所谓迫不得已是指釆取紧急避险是唯一的途径，别无选择。紧急避险是以牺牲较小利益的方式保全较大利益，只要有其他办法能避免危险，就不必采取牺牲某种利益的方法。\n\n6.限度条件是，避险行为不能超过必要限度造成不应有的危害。紧急避险的必要限度，应是避险行为所造成的损害必须小于所保护的权益，而不能等于或大于所保护的权益。换言之，“丢卒保车”是必要的，而“丢卒保卒”或“丢车保卒”就超过了必要限度。这是由紧急避险的目的和性质所决定的。\n\n7.特别例外限制。关于避免本人危险的规定，不适用于职务上、业务上负有特定责任的人。"},
{"字段15":"犯罪既遂","字段16":"犯罪既遂的概念\n\n犯罪既遂，指犯罪人的行为完整地实现了刑法分则条文所规定的全部犯罪构成的事实。例如，张三要杀李四且将李四杀死，就完全实现了“故意杀人且已将人杀死”这一法定犯罪构成事实，把张三杀人的事实与法定的杀人罪构成“对号入座”，就应判定张三故意杀人罪既遂，直接按照所触犯法条（第 232 条故意杀人罪）规定的法定刑处罚。犯罪既遂是刑法分则规定的某种犯罪构成的完成形态，也是依照分则条文规定的法定刑（法律后果）进行处罚的标准形态。\n\n犯罪既遂的判定标准\n\n1.理论上关于犯罪既遂的判断标准不一，有如下观点：\n\n（1）结果说，认为犯罪既遂是指故意犯罪的实行行为造成了刑法规定的犯罪结果。据此，故意犯罪的实行行为没有造成刑法规定犯罪结果的，属于犯罪未遂。\n\n（2）目的说，认为犯罪既遂是指故意犯罪的实行行为达到了行为人的犯罪目的。据此，故意犯罪的实行行为没有达到行为人犯罪目的的，属于犯罪未遂。\n\n（3）构成要件（齐备）说，认为犯罪既遂是指犯罪行为完全具备了基本犯罪构成要件的情况。据此，犯罪行为没有完全具备基本犯罪构成要件的，属于犯罪未遂。通说采取构成要件（齐备）说。\n\n2.立法者在设置分则各本条的犯罪构成和法定刑时，通常按照犯罪客体所遭到的实际侵害来设置基本的犯罪构成及其法定刑。这也是基本的犯罪构成与标准的犯罪构成往^£ 一致的原因。例如《刑法》第 232 条规定故意杀人的，处死刑、无期徒刑、10 年以上有期徒刑。从该条设置的形态上看，其显然是以事实上发生死亡结果（客体:生命权遭到侵害）作为基本的犯罪构成和处罚的标准形态的。由此引发了关于《刑法》第 114 条危险犯与《刑法》第 115 条结果犯究竟哪条属于犯罪基准形态的争议。我们认为，将《刑法》第 114 条危险犯认作放火、爆炸、决水、投放危险物质罪的基本犯，将《刑法》第 115 条结果犯认作放火、爆炸、决水、投放危险物质罪的结果加重犯比较切合我国犯罪构成理论，其处理结论也无不妥之处。"},
{"字段17":"犯罪预备","字段18":"犯罪预备的概念\n\n犯罪预备，指为了犯罪，准备工具、制造条件的行为。有犯罪预备行为，因意志以外的原因而未能着手实行的，是预备犯。预备犯是犯罪的未完成形态之一。\n\n犯罪预备的特征\n\n1.行为人具有为便利实行、完成某种犯罪的主观意图。例如，为了便利实行、完成故意杀人罪、强奸罪、抢劫罪的意图。\n\n2.客观上犯罪人进行了准备工具、制造条件等犯罪的预备活动。所谓准备工具，指准备为实行犯罪使用的各种物品，如为杀人而购买刀、枪、毒药。所谓制造条件，指为实行犯罪制造机会或创造条件，如进行犯罪前的调査，排除实行犯罪的障碍，前往犯罪现场或者诱骗被害人赴犯罪地点，跟踪或者守候被害人，引诱共同犯罪人，商议或者拟定实施犯罪的计划等。从某种意义上讲，准备工具也可属于制造条件的一种方式。\n\n3.犯罪的预备行为由于犯罪分子意志以外的原因被阻止在犯罪准备阶段，未能进展到着手实行犯罪。例如，张三为杀人而准备了大量的毒药，尚未投放即被告发。李四埋伏在路旁伺机拦路抢劫，未遇到被劫者即被警察抓获。\n\n犯意表示和犯罪预备的区别\n\n犯意表示，是指行为人以口头、文字等形式将其直接故意犯罪的意图明确表露出来，没有任何具体的犯罪准备活动。犯意表示停留在思想表露的范畴，而不是任何犯罪行为，对外界不发生现实的影响，故不认为是犯罪。而犯罪预备越过了思想认识阶段，实施了为犯罪准备工具、制造条件的行为，并有进一步发展至犯罪的实行的可能，在重视犯罪预防的背景下，具有一定的可罚性。故刑法将其确立为一种犯罪的未完成形态。"},
{"字段19":"犯罪未遂","字段20":"犯罪未遂的概念\n\n犯罪未遂，指已经着手实行犯罪，由于犯罪分子意志以外的原因而未得逞的形态。犯罪未遂是犯罪的未完成形态之一。\n\n犯罪未遂的特征\n\n1.犯罪分子已着手实行犯罪。所谓已着手实行犯罪，指犯罪分子已经开始实行刑法分则条文所规定的某种犯罪的基本构成要件的行为。例如，《刑法》第 263 条规定“以暴力、胁迫或者其他方法抢劫公私财物的”是抢劫罪，即当行为人开始实行上述暴力、胁迫劫取财物之行为时，就认为“已着手实行犯罪”0 再如，《刑法》第 232 条规定“故意杀人的”是杀人罪，当行为人开始实施“故意杀人”即非法剥夺他人生命之行为时，就是已着手实行杀人罪。\n\n2.犯罪未得逞。所谓犯罪未得逞，指犯罪没有既遂，即犯罪行为尚未完整地满足刑法分则规定的全部犯罪构成事实。例如，张三在李四茶杯中投毒杀李四（已着手实行杀人），但李四喝下有毒茶水后并未中毒死亡（没有既遂）；再如，王五越狱脱逃，但未能逃脱该监狱的控制范围即被抓获。\n\n犯罪未得逞是犯罪未遂与既遂区别的标志。倘若犯罪已得逞，即已完成，不复有成立该犯罪未完成形态的可能性。\n\n3.犯罪未得逞是由于犯罪分子意志以外的原因。所谓犯罪分子意志以外的原因，指违背犯罪分子本意的原因。犯罪未得逞并不是犯罪分子自愿的，而是由不可克服的客观障碍造成的。所以，在我国刑法中，犯罪未遂也称为障碍的未遂。犯罪分子意志以外的原因主要有:被害人的反抗、第三者的阻止、自然力的阻碍、物质的阻碍、犯罪人能力不足、认识发生错误等。例如，张三意图强奸而使用暴力已将被害妇女按倒，但未能性交即被警察抓获，就属于因第三者的阻止而犯罪（强奸）未得逞；再如，李四进入银行抢劫，却因未能打开保险柜而一无所获，就属于物质障碍及自身能力不足的原因而未得逞。\n\n犯罪未遂与犯罪预备的区别\n\n是否已“着手”实行犯罪是犯罪未遂与预备犯区别的根本标志。预备犯是“准备实行犯罪”，由于遭到意志以外原因的阻止，未能开始实行犯罪。例如张三、李四共谋抢劫出租车，二人携刀搭乘一辆出租车，准备等车驶到僻静处动手抢劫。不料被司机识破，径直将张三、李四载至公安局。在此案件中，张三、李四是抢劫罪的预备犯。他们虽有种种活动，但都是实施抢劫的准备活动，而并未开始实行抢劫行为。犯罪未遂在时间上是“已开始实行犯罪”。如果他们的企图未被司机识破，待车驶到僻静处，二人为劫取该车而开始对司机施加暴力或以暴力相威胁时，就属于已着手实行抢劫罪。此时犯罪已超越预备阶段进入了实行阶段，不再有成立犯罪预备的余地。倘若由于意志以外的原因而未得逞的，是犯罪未遂而不是犯罪预备。由此可见，正确区别是“准备实行犯罪”还是“开始实行犯罪”，对正确认定预备犯还是犯罪未遂十分关键。通俗地讲，也可以把预备犯视为预备过程的“未遂”，或未能进行到着手（实行犯罪）程度的“未遂”。"},
{"字段21":"犯罪中止","字段22":"犯罪中止的概念\n\n犯罪中止，指在犯罪过程中，自动放弃犯罪或者自动有效地防止犯罪结果发生的形态。犯罪中止也是犯罪的未完成形态之一，在德日刑法中被称为“中止未遂”。\n\n犯罪中止的特征\n\n1.时间性:在犯罪过程中。所谓犯罪过程，就是从犯罪预备开始到犯罪既遂以前的全过程。这是犯罪中止的时间性条件。如果犯罪已经既遂，则不存在犯罪中止问题。犯罪人在犯罪既遂后返还原物、赔偿损失的，不能成立犯罪中止。\n\n犯罪明显告一段落归于未遂后，有某种补救行为的，不成立中止。例如，甲用菜刀砍杀妻子乙，被邻居阻止。事后，在邻居的批评、指责下，随同邻居一起将乙送医院抢救，乙未死。因为甲故意杀人罪已达到未遂，所以事后的参与抢救行为不认为是中止。-\n\n在犯罪过程中，自动放弃可重复加害行为的，可以成立中止。这种情形与上述情形有些相似，但有本质的区别。一是犯罪的自然过程，尤其是犯罪人预想的犯罪过程并没有结束，二是没有遇到意志以外的原因，三是放弃的是可重复加害的行为，如甲把乙骗进山洞，准备用石头把他砸死，砸了一石头后，被害人哀求，犯罪人就没有继续砸，在这种情况下，犯罪过程并未明显告一段落，自动放弃发生在犯罪过程中，应认为是中止。\n\n2.自动性：自动放弃犯罪或者自动有效地防止犯罪结果发生。所谓自动放弃犯罪，指犯罪分子在自认为能够完成犯罪的情况下，由本人自主地决定放弃犯罪。所谓自动有效地防止犯罪结果发生，指在犯罪行为实行终了、犯罪结果尚未发生的特定场合，行为人自动采取积极行动实际有效地阻止了犯罪结果的发生。\n\n自动放弃犯罪意味着行为人彻底放弃继续实施该犯罪的意图。如果行为人仅仅是考虑犯罪的时机、条件不成熟而暂时停止犯罪，待时机、条件成熟后再实施犯罪的，是犯罪的撤退。这是考虑到犯罪人继续犯罪的危险性依然存在，故不成立犯罪中止。这里所说的放弃犯罪意图，仅指行为人放弃正在准备或者实行的那个犯罪的意图，无论犯罪人将来是否又萌生其他的犯罪意图，都不影响此次犯罪成立中止。\n\n自动中止犯罪的原因有:出于真诚的悔悟，基于对被害人的怜悯，受到别人的规劝，害怕受到刑罚的惩罚等。但是，不管出于何种原因，只要是犯罪分子认为自己能够把犯罪进行到底而自动停止犯罪行为，或者自动有效地防止犯罪结果发生，都认为具备自动性。认定犯罪中止应注意:在犯罪实际上不可能进行到底而犯罪人自认为能够把犯罪进行到底的情况下，犯罪人自动停止犯罪，或者自动防止犯罪结果发生的，可以成立犯罪中止。在犯罪实际上能够进行到底而犯罪人认为遭遇客观障碍不可能进行到底的情况下，犯罪人撤离犯罪，不成立犯罪中止。因为认识错误、发生错觉、幻觉而使犯罪没有进行下去的，通常也认为不具有自动性。\n\n3.客观有效性：中止不仅仅是一个良好的愿望，还应当有客观的放弃犯罪或阻止结果发生的实际行动，并有效地阻止犯罪结果发生。在通常情况下，行为人自动放弃正在预备或实行的犯罪就具备客观有效性；在犯罪实行终了、犯罪结果将要发生的特定场合，行为人釆取积极行动实际阻止犯罪结果发生，才能具备客观有效性。例如张三投毒杀害其妻，其妻服毒后痛苦万状，张三心生怜悯之情，速将其妻送医院救治，其妻未死。张三的中止行为具有有效性，因此成立犯罪中止。如果行为人虽有意放弃犯罪并采取了防止犯罪结果发生的措施，但未能有效阻止犯罪结果发生的，不成立犯罪中止。假设张三虽将其妻送医院救治，但其妻抢救无效而死亡，因张三的行为未能阻止危害结果的发生，即缺乏中止的有效性，不能成立犯罪中止。\n\n犯罪中止与犯罪预备、犯罪未遂的区别\n\n自动性是犯罪中止的本质特征，也是它与预备犯、犯罪未遂区别的标志。在把握自动性时尤其要注意：自动中止犯罪不必一律达到真诚悔悟的程度。犯罪人真诚悔悟是自动性最典型、最理想的情况，但却不是成立中止的要件。犯罪人因为他人规劝或者害怕受到刑罚的惩罚、上天的报应等而放弃犯罪的，即使其内心并未达到真诚悔悟的程度，也不妨碍成立犯罪中止。自动性的要点是“自主放弃犯罪”，与此相对，预备犯、未遂犯是遭遇意志以外的原因而“被迫放弃犯罪”。"},
{"字段23":"共同犯罪","字段24":"共同犯罪，指二人以上共同故意犯罪。"},
{"字段25":"实质的一罪","字段26":"刑法中有一些貌似数罪、实际是一罪的情况，这类情况也称为一行为法定为一罪或者处断为一罪的情况。主要有继续犯、想象竞合犯、结果加重犯。"},
{"字段27":"法定的一罪","字段28":"法定的一罪，指数个独立的犯罪行为依据刑法的规定作为一罪定罪处罚的情况。主要有结合犯、集合犯。"},
{"字段29":"处断的一罪","字段30":"处断的一罪，指数行为犯数罪按一罪定罪处罚的情况。数罪并罚是一般规则，但是有些数罪并罚会不近情理，所以例外情况下不实行数罪并罚。主要有连续犯、牵连犯、吸收犯。"},
{"字段31":"刑事责任","字段32":"刑事责任的概念\n\n刑事责任是刑法中广泛使用的一个概念。关于刑事责任，在中外刑法理论中，有如下观点:法律责任说，即认为“刑事责任是国家司法机关依照法律规定，根据犯罪行为以及其他能说明犯罪的社会危害性的事实，强制犯罪人负担的法律责任”。法律后果说，该说认为刑事责任“是依照刑事法律规定，行为人实施刑事法律禁止的行为所必须承担的法律后果”。否定评价说（责难说、谴责说），此说认为“刑事责任是指犯罪人因实施刑法禁止的行为而应承担的、代表国家的司法机关依照刑事法律对其犯罪行为及其本人的否定性评价和谴责”。刑事义务说，即认为刑事责任是“犯罪人因其犯罪行为应当向国家承担的、体现着国家最强烈的否定评价的惩罚义务”。刑事负担说，该说认为“刑事责任是国家为维持自身的生存条件，在清算触犯刑律的行为时，运用国家暴力，强迫行为人承受的刑事上的负担”。上述各说都从不同的侧面揭示了刑事责任的特征和主要内容，但从表述的科学性来看也都有不同程度的缺陷。我们认为，刑事责任是指行为人因其犯罪行为所应承受的、代表国家的司法机关根据刑事法律对该行为所做的否定评价和对行为人进行谴责的责任。\n\n刑事责任的特征\n\n刑事责任具有如下特征:第一，刑事责任包含对犯罪行为的非难性和对犯罪人的谴责性；第二，刑事责任具有社会性与法律性；第三，刑事责任具有必然性与平等性；第四，刑事责任具有严厉性与专属性。"},
{"字段33":"刑罚","字段34":"刑罚的概念\n\n刑罚，是刑法中明文规定的由国家审判机关依法对犯罪人所适用的限制或剥夺其某种权益的最严厉的法律制裁方法。\n\n刑罚的特征\n\n刑罚具有以下特征：\n\n（1）是以限制或剥夺犯罪人权益为内容的最严厉的法律制裁方法。\n\n（2）适用对象只能是犯罪人。\n\n（3）适用主体只能是国家审判机关。\n\n（4）刑罚的种类及适用标准必须以刑法明文规定为依据。\n\n（5）适用程序上必须依照刑事诉讼程序的规定。\n\n（6）以国家强制力作保障。＞刑罚与其他法律制裁方法的区别\n\n法律制裁体系，通常由刑事制裁、民事制裁、行政制裁、经济制裁和对妨害诉讼的强制措施等多种制裁措施构成。刑罚仅是整个法律制裁体系中的一种制裁措施。\n\n刑罚与其他法律制裁方法的区别，主要表现在：\n\n（1）适用对象不同。刑罚仅适用于犯罪人，即行为触犯刑律构成犯罪的人；而其他法律制裁方法适用于行为仅违反非刑事法律且尚未构成犯罪的人。\n\n（2）严厉程度不同。刑罚是一种最严厉的法律制裁方法，它包括对犯罪人的生命、自由、财产和资格的限制或剥夺；而其他法律制裁方法绝对排除对违法者生命的剥夺，一般也不会剥夺违法者的人身自由，即使涉及剥夺违法者的人身自由，其期限也较为短暂，性质和法律后果更有别于刑罚。\n\n（3）适用机关不同。刑罚只能由国家审判机关的刑事审判部门适用；而民事制裁、经济制裁和对妨害诉讼的强制措施，分别由国家审判机关的民事审判、经济审判等部门适用；行政制裁，只能由国家行政机关依法适用。\n\n（4）适用根据和适用程序不同。对犯罪人适用刑罚，必须以刑法为根据并依照刑事诉讼法规定的刑事诉讼程序进行；而对触犯非刑事法律的违法者适用民事制裁、经济制裁、行政制裁和对妨害诉讼的强制措施，分别以民法、经济法、行政法等实体法为根据，并依照民事诉讼法、行政诉讼法和行政程序法律规范所规定的程序进行。\n\n（5）法律后果不同。被适用刑罚的犯罪人如果重新犯罪，就有可能构成累犯，受到比初犯相对较为严厉的刑事处罚；而仅被适用其他法律制裁方法的违法者如果实施了犯罪，则不构成累犯，不会受到与累犯严厉程度相同的刑事处罚。"},
{"字段35":"量刑","字段36":"量刑，又称刑罚裁量，是指人民法院依据刑事法律，在认定行为人构成犯罪的基础上，确定对犯罪人是否判处刑罚、判处何种刑罚以及判处多重的刑罚，并决定所判刑罚是否立即执行的刑事司法活动。\n\n量刑作为一种刑事司法活动，不仅决定是否对犯罪人判处刑罚、决定对犯罪人判处何种刑罚和多重的刑罚，而且决定对犯罪人所判处的刑罚是否立即执行，因而是使法定的罪刑关系变成实在的罪刑关系的必要条件，在整个刑事诉讼过程中具有承前启后的重要作用。\n\n量刑具有以下特征：\n\n（1）主体是人民法院；\n\n（2）内容是对犯罪人确定刑罚；\n\n（3）性质是一种刑事司法活动。因此，量刑是人民法院的一种刑事司法活动，是国家刑事法律活动的有机组成部分。"},
{"字段37":"量刑情节","字段38":"量刑情节，又称刑罚裁量情节，是指人民法院对犯罪分子裁量刑罚时应当考虑的、据以决定量刑轻重或者免除刑罚处罚的各种情况。\n\n量刑情节的特征主要表现为：\n\n（1）它与定罪即认定行为人的行为是否构成犯罪并无关系。\n\n（2）它能够表明犯罪人的人身危险性及其所犯罪行为的社会危害性程度。\n\n（3）它对刑罚裁量的结果即处刑轻重或者是否免除刑罚处罚，具有直接的影响。\n\n.根据不同的标准，可以对量刑情节作不同层次的分类。其中，以刑法是否就量刑情节及其功能作出明确规定为标准，量刑情节可分为法定情节和酌定情节。"},
{"字段39":"刑罚消灭","字段40":"刑罚消灭，是指针对特定犯罪人的刑罚权因法定事由而归于消灭。刑罚消灭以成立犯罪为前提，无犯罪即无刑罚，无刑罚即无刑罚消灭。刑罚权是国家对犯罪人适用刑罚，以惩罚犯罪人的权力，它包括制刑权、求刑权、量刑权和行刑权四个方面。刑罚消灭，是指求刑权、量刑权和行刑权的消灭，至于刑罚权中的制刑权，作为立法权的组成部分，对特定的犯罪人而言，在任何情况下都是不可能消灭的。"},
{"字段41":"时效","字段42":"时效的概念\n\n时效，是指经过一定的期限，对犯罪不得追诉或者对所判刑罚不得执行的一项制度。\n\n追诉时效与行刑时效\n\n时效分为追诉时效和行刑时效两种。\n\n追诉时效，是指依法对犯罪分子追究刑事责任的有效期限。在法定的期限内，司法机关有权追究犯罪分子的刑事责任；超过这个期限，除法定最高刑为无期徒刑、死刑的，经最高人民检察院特别核准必须追诉的以外，都不得再追究犯罪分子的刑事责任；已经追究的，应当撤销案件，或者不起诉，或者终止审理。\n\n行刑时效，是指法律规定对被判处刑罚的犯罪分子执行刑罚的有效期限。判处刑罚而未执行，超过法定执行期限，刑罚就不得再执行。我国刑法没有规定行刑时效制度。\n\n时效的意义\n\n我国刑法设立时效（即追诉时效）制度，主要具有以下意义：\n\n1.有利于实现刑罚的目的。对犯罪分子适用刑罚的目的在于预防犯罪。如果犯罪分子在犯罪后经过一定时期没有受到追诉并没有再犯罪，就说明他已经改恶从善，成为无害于社会的人了。若这时再对他进行追诉，从特殊预防的角度来看，已无必要。从一般预防的角度来看，对犯罪惩办越快，警戒社会上不稳定分子的作用越大。如果在犯罪行为对社会的危害性已经消失的情况下，再对犯罪分子进行追诉，就很难收到适用刑罚的效果。\n\n2.有利于司法机关集中打击现行犯罪。打击现行犯罪，历来是司法机关头等重要的任务。而历史上的案件随着时间的推移和环境的变迁，各种证据可能散失，给侦查、起诉和审判工作带来很大困难。刑法规定时效制度，就可以使司法机关摆脱难以查清而现实意义又不大的陈年老案的拖累，集中力量办理现行案件。\n\n3.有利于社会安定团结。在刑事案件中，有一部分是人民群众之间发生的轻微犯罪案件。其社会危害性较轻，而且经过相当长时间没有提起诉讼，有的经过调解，有的因时过境迁，被害人和犯罪人之间的宿怨已经消释，重归于好，规定时效制度，就可以稳定这种社会关系。否则，就可能使人民内部已经稳定的和睦关系再度陷于紧张，将不利于人民内部的安定团结和社会和谐。"},
{"字段43":"赦免","字段44":"赦免的概念\n\n赦免，是国家对于犯罪分子宣告免予追诉或者免除执行刑罚的全部或者部分的法律制度。\n\n大赦与特赦的区别\n\n赦免分为大赦和特赦两种。大赦，是指国家对不特定的多数犯罪分子的赦免。其效力及于罪与刑两个方面，即对宣布大赦的犯罪，不再认为是犯罪，对实施此类犯罪者，不再认为是犯罪分子，也不再追究其刑事责任。已受罪刑宣告的，宣告归于无效；已受追诉而未受罪刑宣告的，追诉归于无效。特赦，是指国家对特定的犯罪分子的赦免，即对于受罪刑宣告的特定犯罪分子免除其刑罚的全部或部分的执行。这种赦免只赦其刑，不赦其罪。\n\n一般而言，大赦与特赦的主要区别是：\n\n（1）大赦是赦免一定种类或不特定种类的犯罪，其对象是不特定的犯罪人；特赦是赦免特定的犯罪人。\n\n（2）大赦既可实行于法院判决之后，也可实行于法院判决之前；特赦只能实行于法院判决之后。\n\n（3）大赦既可赦其罪，又可赦其刑；特赦只能赦其刑，不能赦其罪。\n\n（4）大赦后再犯罪不构成累犯；特赦后再犯罪的，如果符合累犯条件，则构成累犯。\n\n.大赦、特赦通常由国家元首或最高权力机关以命令的形式宣布。这种命令称为大赦令、特赦令。大赦、特赦完毕，命令便自然失效。"}]