[{"法律术语":"合同的保全","概念":"合同的保全，又称合同之债的保全，属于广义的合同担保，其理论及立法根据是任何一个债务人原则上均对外承担无限责任，故其一般财产是担保债权实现的总担保，该项财产亦称“责任财产”。法律所规定的保障该项财产完整性的措施即为合同的保全。其包括债权人的代位权和债权人的撤销权两种类型。"},
{"法律术语":"合同的权利义务终止","概念":"合同的权利义务终止的合同的权利义务终止，即合同之债的消灭，是指因一定的法律事实致使合同之债的关系在客观上不复存在。在合同关系中，债权人是为了取得一定的利益才设立债之关系，只有债消灭了，债权人才能实现其目的；债的消灭不仅使主债终止，亦使从债一并终止，但债的消灭不影响合同中结算和清理条款的效力。合同之债消灭后，当事人之间的权利义务关系终止，债权的担保及从属的权利随之消灭，债权人应将负债字据返还给债务人。同时，当事人应当遵循诚实信用等原则，根据交易习惯，履行通知、协助、保密、旧物回收等义务，此种义务在学理上称为后合同义务。违反此义务致·方损害的，应当承担损害赔偿责任。\n\n合同的权利义务终止的原因合同的权利义务终止的原因主要有：清偿、解除、抵销、提存、免除和混同。法律规定或者当事人约定终止的其他情形的，依照法律规定或者当事人约定处理。"},
{"法律术语":"违约责任","概念":"违约责任，是指当事人不履行或不适当履行合同义务而应承担的民事责任。\n\n违约责任具有以下特征：\n\n（1）违约责任属于民事责任。\n\n（2）违约责任具有相对性。违约责任的相对性是由合同的相对性决定的，其含义是：一方面，违约责任是违反合同的一方当事人承担的责任，不是当事人的辅助人的责任；另一方面，合同当事人对于自己一方因第三人的原因造成的违约应承担责任，其和第三人之间的纠纷，依照法律规定或者按照约定处理。\n\n（3）违约责任是当事人不履行合同债务而产生的责任。\n\n（4）违约责任是一种财产性的民事责任。\n\n（5）违约责任具有一定的任意性，可由当事人在法定范围内约定。这是由合同自由原则决定的。"},
{"法律术语":"买卖合同","概念":"买卖合同，是指出卖人转移标的物的所有权于买受人，买受人支付价款的合同。转移标的物所有权的一方为出卖人，支付价款的一方为买受人，由出卖人出卖而买受人受领的对象是买卖的标的物。买卖合同的主要特征是：双务合同、有偿合同、不要式合同、诺成合同，其核心在于转移标的物的所有权。"},
{"法律术语":"供用电、水、气、热力合同","概念1":"供用电、水、气、热力合同，是指一方当事人向对方当事人提供电、水、气、热力，对方当事人使用这些能源并支付报酬的合同。在传统民法中，供用电、水、气、热力合同是一种特殊的买卖合同，故买卖合同中有关财产所有权移转的规定可适用于此类合同。\n\n供用电、水、气、热力合同的特征是：\n\n（1）合同主体具有特定性。供用电、水、气、热力合同的供应人通常是专营的，而电、水、气、热力的使用人往往是社会公众。\n\n（2）合同标的具有垄断经营性。电、水、气、热力一般由国家垄断经营，故国家对其价格实行严格控制。同时，电、水、气、热力的供给需要特定的设施才能到达使用人。\n\n（3）债务履行具有持续性。供应人供应电、水、气、热力和使用人支付价款都处于持续状态。\n\n（4）合同目的具有公益性。供用电、水、气、热力合同的主要目的是为了满足社会公众的生活需要，而不是为了营利，故供应人有强制缔约义务，其不能拒绝使用人通常、合理的订立合同要求。"},
{"法律术语":"赠与合同","概念1":"赠与合同，是指赠与人将自己的财产无偿给予受赠人，受赠人表示接受赠与的合同。在赠与合同中，转让财产的一方当事人为赠与人，接收财产的一方当事人为受赠人。赠与的财产可以是物，也可以是财产权利。\n\n根据我国《民法典·合同编》的规定，赠与合同具有以下特征：\n\n（1）单务合同。赠与可以附义务，赠与附义务的，受赠人应当按照约定履行义务，但因该义务不是赠与的对待给付义务，故不改变赠与合同的单务性。\n\n（2）无偿合同。在附负担的赠与中，受赠人的给付与赠与人的给付无对价关系，故仍然为无偿合同。\n\n（3）诺成合同。赠与人与受赠人意思表示一致，则赠与合同成立，赠与财产的交付不是合同的成立要件。\n\n（4）不要式合同。我国法律对赠与合同的形式未作特别规定，故赠与合同是不要式合同，但赠与的财产依法需要办理登记或者其他手续的，应当办理有关手续。"},
{"法律术语":"借款合同","概念":"借款合同，是指借款人向贷款人借款，到期返还借款并支付利息的合同。在借款合同中，交付借款方为贷款人，接受借款方为借款人。\n\n借款合同的主要特征有：\n\n（1）借款合同的标的物是货币。\n\n（2）借款合同是转移货币所有权的合同。\n\n（3）除自然人之间借款当事人另有约定或法律另有规定外，借款合同一般为要式合同、有偿合同、诺成合同。"},
{"法律术语":"保证合同","概念":"保证合同，是指为保障债权的实现，保证人和债权人约定，当债务人不履行到期债务或者发生当事人约定的情形时，保证人履行债务或者承担责任的合同。\n\n保证合同的特征包括：\n\n（1）从属性。保证合同是主债权债务合同的从合同，以主债权债务合同的成立为前提，因主债权债务合同的消灭而消灭。同时，主债权债务合同无效的，保证合同无效，但是法律另有规定的除外。\n\n（2）单务性和无偿性。在保证合同中，保证人单方面承担财产性义务或者责任，但不因此从对方获得财产利益，对方也不承担对待给付义务，故保证合同为单务合同、无偿合同。至于债务人与保证人之间的关系是有偿还是无偿则没有强制性要求。\n\n（3）相对独立性。保证合同虽然从属于主债权债务合同，但保证合同是独立于主债权债务合同的单独合同，有自己独立的成立要件和生效要件，以及变更和消灭原因。\n\n保证合同的内容一般包括被保证的主债权的种类、数额，债务人履行债务的期限，保证的方式、范围和期间等条款。"},
{"法律术语":"租赁合同","概念":"租赁合同，是指出租人将租赁物交付承租人使用、收益，承租人支付租金的合同。在租赁合同中，将自己的财产提供给对方使用、收益的一方为出租人，使用他人财产并支付租金的一方为承租人。出租人提供给承租人使用的财产为租赁物，租赁物可以是不动产，也可以是动产。租赁合同的内容一般包括租赁物的名称、数量、用途、租赁期限、租金及其支付期限和方式、租赁物维修等条款。\n\n租赁合同的特征表现为：\n\n（1）租赁合同是有期限地转移标的物使用权的合同。租赁合同以承租人取得租赁物的使用、收益为目的，因出租人仅需向承租人移转标的物的使用、收益权，并不移转标的物的所有权。而且根据我国《民法典·合同编》的规定，租赁期限不得超过二十年。超过二十年的，超过部分无效。\n\n（2）租赁合同是双务合同、有偿合同和诺成合同。\n\n（3）其标的物为非消耗物。在我国，租赁合同终止时，承租人须返还原物，故作为租赁物应当是特定物、非消耗物。此外，租赁期限六个月以上的应当釆用书面形式。当事人未釆用书面形式，无法确定租赁期限的，视为不定期租赁。"},
{"法律术语":"融资租赁合同","概念":"融资租赁合同，是指出租人根据承租人对出卖人、租赁物的选择，向出卖人购买租赁物，提供给承租人使用，承租人支付租金的合同。与传统租赁合同不同，融资租赁合同除出租人与承租人外，还涉及第三人即出卖人，该合同集信贷与租赁为一体。\n\n融资租赁合同的主要特征是：\n\n（1）对合同的当事人有资格限制。出租人为经过有关机关批准有权经营融资租赁业务的法人。\n\n（2）合同中的承租人向出租人支付的租金并非单纯使用租赁物的代价，而是“融资”的代价。\n\n（3）融资租赁合同的标的物是应承租人的要求购买的，而且通常是价值较高的固定资产。\n\n（4）融资租赁合同是双务、有偿、诺成性的要式合同，应当采用书面形式。"},
{"法律术语":"保理合同","概念":"保理合同是应收账款债权人将现有的或者将有的应收账款转让给保理人，保理人提供资金融通、应收账款管理或者催收、应收账款债务人付款担保等服务的合同。\n\n保理合同的主要特征是：\n\n（1）保理人须取得保理业务的资质。\n\n（2）保理合同是要式合同。保理合同应当釆用书面形式。\n\n（3）保理合同是有偿合同、双务合同、诺成合同。"},
{"法律术语":"承揽合同","概念":"承揽合同，是指承揽人按照定作人的要求完成工作，交付工作成果，定作人支付报酬的合同。完成工作交付成果方为承揽人，接受工作成果并给付报酬方为定作人。承揽包括加工、定作、修理、复制、测试、检验等工作。承揽合同的内容一般包括承揽的标的、数量、质量、报酬，承揽方式，材料的提供，履行期限，验收标准和方法等条款。\n\n承揽合同的主要特征是：\n\n（1）以完成一定工作为目的。承揽合同的标的不是工作过程而是工作成果。\n\n（2）标的物为承揽人应向定作人交付的工作成果，该成果具有特定性。承揽人必须根据定作人的要求完成工作成果，从而使得该工作成果具有了特定性。\n\n（3）承揽人的义务具有不可让与，性。承揽人应当以自己的设备、技术等独立完成工作成果，一般情况下不能将承揽的工作交由第三人完成，故承揽人一般不得将自己的义务移转给他人承担。\n\n（4）承揽合同是双务、有偿、诺成性的不要式合同。"},
{"法律术语":"建设工程合同","概念":"建设工程合同，是指建设工程的发包方为完成工程建设任务，与承包人签订的约定由承包人按照发包方的要求完成工作并交付建设工程，由发包人支付价款的合同，包括工程勘察、设计和施工合同。在建设工程合同中，勘察、设计、施工单位一方为承包方，建设单位一方为发包方。\n\n建设工程合同的主要特征是：\n\n（1）主体具有限定性。承包人必须是经过批准的具有相应资质的单位。\n\n（2）标的具有特殊性，为基本建设工程，并非一般的加工定作物。\n\n（3）合同管理具有严格性。建设工程合同的订立与履行受到国家的严格管理和监督。\n\n（4）形式具有要式性。建设工程合同必须釆用书面形式，这是国家对该合同进行监管的需要。\n\n（5）建设工程合同是双务合同、有偿合同和诺成合同。\n\n建设工程合同的订立必须遵守国家规定的程序，原则上应釆取招标投标的方式。建设工程的招标投标活动，应当依照有关法律的规定公开、公平、公正进行。而且，《民法典·合同编》对建设工程的发包、承包、分包作出了明确规定，并强调：禁止承包人将工程分包给不具备相应资质条件的单位；禁止分包单位将其承包的工程再分包；建设工程主体结构的施工必须由承包人自行完成。国家重大建设工程合同，应当按照国家规定的程序和国家批准的投资计划、可行性研究报告等文件订立。建设工程施工合同无效，但是建设工程经验收合格的，可以参照合同关于工程价款的约定折价补偿承包人。建设工程施工合同无效，且建设工程经验收不合格的，按照以下情形处理：\n\n（1）修复后的建设工程经验收合格的，发包人可以请求承包人承担修复费用；\n\n（2）修复后的建设工程经验收不合格的，承包人无权请求参照合同关于工程价款的约定折价补偿。发包人对因建设工程不合格造成的损失有过错的，应当承担相应的责任。"},
{"法律术语":"运输合同","概念":"运输合同，又称运送合同，是指承运人将旅客或者货物从起运地点运输到约定地点，旅客、托运人或者收货人支付票款或者运输费用的合同。运输合同分为客运合同、货运合同和多式联运合同。在运输合同中，承担运送旅客及其行李或货物的当事人一方为承运人或运送人，与承运人订立运输合同的当事人一方为旅客或托运人，承运人所运输的货物为运送物。\n\n运输合同的特征是：\n\n（1）标的是承运人的运输行为。承运人的工作是运送旅客或货物至目的地。\n\n（2）运输合同是双务合同和有偿合同。运输合同的双方当事人承担的义务互为条件，故运输合同为双务合同。同时，承运人从事运输业务的目的是为了获得收益，旅客或托运人、收货人应向承运人支付对价，故运输合同为有偿合同。\n\n（3）运输合同一般为诺成合同。在通常情形下，双方当事人意思表示一致，运输合同即可成立。\n\n（4）运输合同通常是格式合同。由于承运人要与不特定的人随时订立运输合同，为了快捷方便，事先拟定格式合同成为通例，合同形式多釆用票证式和表格式。\n\n（5）承运人一般负有强制缔约义务。从事公共运输的承运人不得拒绝旅客、托运人通常、合理的运输要求。"},
{"法律术语":"技术合同","概念":"技术合同，是指当事人就技术开发、转让、许可、咨询或者服务订立的确立相互之间权利和义务的合同。技术合同包括以下类型：技术开发合同、技术转让合同、技术许可合同、技术咨询合同和技术服务合同。"},
{"法律术语":"保管合同","概念":"保管合同，是指保管人保管寄存人交付的保管物，并返还该物的合同。保管合同中将物品交付他人保管的当事人为寄存人；保管寄存人交付的物品的当事人为保管人；保管人保管的物品，为保管合同的标的物，称为保管物。寄存人到保管人处从事购物、就餐、住宿等活动，将物品存放在指定场所的，视为保管，但是当事人另有约定或者另有交易习惯的除外。\n\n保管合同的主要特征是：\n\n（1）保管合同原则上是实践性合同。除当事人另有约定外，保管合同自保管物交付时成立。\n\n（2）保管合同是否有偿由当事人约定，没有约定或者约定不明确，依照交易习惯也无法确定时，视为无偿保管。\n\n（3）以保管行为为标的。保管合同属于劳务合同的一种，保管合同的劳务为保管寄存物。\n\n（4）保管合同是不要式合同。保管合同的成立，口头形式或书面形式均可。"},
{"法律术语":"仓储合同","概念":"仓储合同，又称仓储保管合同，是指双方当事人约定由保管人为存货人储存、保管货物，存货人为此支付仓储费的协议。仓储合同中将货物交付他方储存并支付仓储费的当事人为存货人；为他人堆藏、保管货物的当事人为保管人、仓管人；用以堆藏和保管物品的工作物称为仓库；仓管人堆藏和保管的货物称为仓储物。仓储合同源于保管合同，对于仓储合同，在《民法典·合同编》中没有规定明确的内容时，可适用保管合同的有关规定。\n\n仓储合同的主要特征是：\n\n（1）保管人须为专门从事仓储保管业务的人。\n\n（2）标的是保管行为。\n\n（3）仓储合同为双务、有偿、诺成性的不要式合同。"},
{"法律术语":"委托合同","概念":"委托合同，又称委任合同，是指委托人和受托人约定，由受托人处理委托人事务的合同。\n\n委托合同的主要特征是：\n\n（1）受托人既可以以委托人的名义，也可以以自己的名义对外进行活动。\n\n（2）通常建立在彼此信任的基础之上，故委托人和受托人均享有单方解除合同的权利。\n\n（3）标的为受托人提供的劳务。\n\n（4）委托合同是双务、诺成、不要式合同。\n\n（5）委托合同可以是有偿合同，也可以是无偿合同。"},
{"法律术语":"物业服务合同","概念":"物业服务合同，是指物业服务人在物业服务区域内，为业主提供建筑物及其附属设施的维修养护、环境卫生和相关秩序的管理维护等物业服务，业主支付物业费的合同。\n\n物业服务合同的主要特征是：\n\n（1）物业服务合同的主体地位平等，相互之间没有隶属关系。\n\n（2）作为合同一方当事人的物业服务人包括物业服务企业和其他管理人。\n\n（3）物业服务合同是以劳务为标的的合同。\n\n（4）物业服务合同是双务合同、有偿合同、诺成合同、要式合同。"},
{"法律术语":"行纪合同","概念":"行纪合同，是指行纪人以自己的名义为委托人从事贸易活动，委托人支付报酬的合同。行纪合同在本质上是一种特殊的委托合同，对于行纪合同，在《民法典·合同编》中没有规定明确的内容时，可参照适用委托合同的有关规定。\n\n行纪合同的主要特征是：\n\n（1）行纪人是以自己的名义办理行纪事务的，并且行纪人仅限于经过审查、登记可从事贸易活动的主体。\n\n（2）行纪人为委托人办理的事务仅限于商品的寄售、购销等贸易活动。\n\n（3）行纪合同是双务、有偿、诺成性的不要式合同。"},
{"法律术语":"中介合同","概念":"中介合同是中介人向委托人报告订立合同的机会或者提供订立合同的媒介服务，委托人支付报酬的合同。\n\n中介合同的主要特征是：\n\n（1）中介合同的内容是为委托人报告订约机会或者提供订约媒介服务；\n\n（2）中介合同中委托人的给付义务具有不确定性。委托人虽负有给付报酬义务，但只有中介人促成合同成立的，才可要求委托人支付报酬。\n\n（3）中介合同为诺成合同、不要式合同。"},
{"法律术语":"合伙合同","概念":"合伙合同是两个以上合伙人为了共同的事业目的，订立的共享利益、共担风险的协议。\n\n合伙合同的主要特征是：\n\n（1）合伙合同的人数至少为两人。\n\n（2）合伙人必须共同出资。\n\n（3）合伙人必须有共同的事业目的。这是合伙合同与其他财产关系合同的一个显著区别。\n\n（4）合伙人之间负连带责任。"},
{"法律术语":"无因管理","概念":"无因管理，是指没有法定的或者约定的义务，为避免他人利益受损失而进行管理或者服务的行为。法学通说认为，无因管理为事实行为。"},
{"法律术语":"不当得利","概念":"不当得利，是指一方没有法律根据取得不当利益而使另一方财产受损的事实。法学通说认为，不当得利属于事件。根据不当得利之债的发生是否基于给付行为，可以将不当得利区分为因给付而发生的不当得利和基于给付以外的事实而发生的不当得利两种类型。"}]