[{"法律术语":"法学","概念":"法学的含义：法学的研究对象；法学体系\n\n法学又称法律科学，是一门以法（或法律）这一社会现象及其规律为研究对象的人文社会科学。\n\n法学首先是一门科学。科学作为一个普遍性的概念，用于指称人类的一种专门性研究活动和知识，而不仅仅是以自然科学作为唯一的存在方式与判断标准。以这样较为宽泛的定义来衡量，法学在人类历史几千年的发展过程中，已形成了较为完整的知识体系，并且在历代法学家的锤炼之下，已形成了以不同方法为主导的各种流派，其方法具有科学性，理论具有规范性。\n\n人类迄今为止拥有的知识，按照构成和存在方式的不同，大致可以归结为三种不同形态，即有关社会的、有关人文的和有关自然的各种知识门类。因此，按照这一对知识形态的概括，人们一般将科学划分为社会科学、人文科学和自然科学。在这一分类标准下，我们把法学界定为一种存在于社会科学和人文科学之间的知识形态。法学以法律现象为研究对象，考察法的产生、发展及其规律，研究各种法律规范、法律制度的性质、特点及其相互关系，研究法的内部联系和调整机制，研究法与其他社会现象的联系、区别及相互作用，因此具有社会科学的性质；同时，法律又是人们生活意义的规则体现，法学要解决不同民族不同国度人们所面临的问题，要为人们在规则下生活提供精神导向，因此又具有人文科学的性质。\n\n法学体系是一个由互不相同但又有联系的分支学科构成的知识系统。法律调整的社会关系是多种多样的，因而研究社会的各种法律现象及其发展规律的法学所研究的范围也就十分广泛，从而形成若干分支学科。这些分支学科所构成的一个有机联系的知识系统就是法学体系。我们可以从不同的角度划分法学的分支学科，比如，从法律的制定到法律的实施这一角度，法学可以分为立法学、司法学、法律解释学、法律社会学等；从认识论角度，法学可以分为理论法学和应用法学；从法学和其他学科的关系这一角度，法学可以分为法学本科和法学交叉学科。"},
{"法律术语":"法理学","概念":"法理学的含义：法理学的研究对象；法理学在法学体系中的地位\n\n法理学是我国法学体系中的一门重要的理论法学学科。它是从总体上研究法和法律现象的一般规律，研究法的产生、本质、特征、作用、形式、发展、实施等基本知识、概念和原理，研究法的创制和实施的一般理论，并着重研究我国社会主义法和法治的基本理论问题的理论学科。\n\n法理学的研究对象是一般法，是法和全部法律现象及其规律性。一般法首先是指法的整个领域或者说整个法律现实，包括所有部门法在内的整个法律领域，以及现行法从制定到实施的全部过程。一般法还可以指古今中外一切的法。法理学要对古今中外一切类型的法律制度及其各个发展阶段的情况进行综合研究，它的研究结论应能解释法的一切现象。\n\n法理学要概括出各个部门法及其运行的共同规律、共同特征、共同范畴，从而为部门法学提供指南，第二部分 2021 年全国法律硕士（非法学）联考大纟冈分忻/265 駕为法治建设提供理论服务。如同任何国家的法理学都是以本国的现行法律为主要研究对象一样，我国的法理学也是以研究我国的法律问题和法治建设为主，其研究起点、重心和归宿都是建设有中国特色的社会主义法治国家。\n\n法理学在法学体系中占有特殊的地位，它是法学的一般理论、基础理论和方法论。法理学与部门法学之间是“一般”与“特殊”的关系。法理学的材料来源是通过对所有部门法材料进行高度抽象概括来获得的，所以法理学既提供了研究部门法学的立场、观点和方法，同时它所阐述的基本概念、基本原理和基本知识，对部门法学的研究又具有指导意义。法理学与法制史学、法律思想史学的关系是“论”与“史”的关系。法理学的一般概念、定义和原理都是从法律制度史和法律思想史及部门法提供的材料中抽象概括出来的，没有科学的法律制度史学和法律思想史学的发展，就没有科学的法理学的发展。同时，法律制度史学和法律思想史学的研究又需要以法理学阐明的理论和方法论为指导。法理学把对法律现象的哲学的研究、社会学的研究和专门法律的研究方法结合起来，从不同角度阐明法律现象的共同问题。因此，法理学在整个法学体系中占有非常重要的地位。"},
{"法律术语":"法律全球化","概念":"法律全球化的含义：法律全球化的趋势\n\n法律全球化是指法律跨越国家的疆界，在世界范围传播、流动。具体而言，是指法律的各种要素，如法律原则、法律理念、法律价值观、法律制度、执法标准与原则等，在全球范围内的趋同，并在全球范围形成一个法治的标准或模范。法律全球化是全球化的重要组成部分，与科技和经济的全球化密不可分。\n\n法律全球化的趋势主要表现为:\n\n（1）法律的“非国家化”（denati。nalizati。n）。法律并非都是由主权国家制定的，越来越多的法律由各种经济联合体、知识产权组织、环境保护组织、新闻媒介联合体等“非国家”的机构制定。例如，《国际贸易术语解释通则》就是由国际商会编订的。\n\n（2）法律的“标本化”或“标准化”（m。delizati。n）。.由联合国、国际组织、经济联合体制定法律范本，提供给各个国家作为立法的参照。\n\n（3）法律的“趋同化”。所谓法律趋同化，是指调整相同类型社会关系的法律规范和法律制度趋向一致，既包括不同国家的国内法的趋向一致，也包括国内法与国际法的趋向一致。世界范围内的法律趋同首先表现在民商法领域。在商务、金融、知识产权等领域，法律的趋同速度之快、程度之高，超出了人们的预料和想象。\n\n（4）法律的“世界化”。所谓法律世界化，是指全球范围内法律规范的相互联结，国际法与国内法之间的界限正在变得模糊不清，而这种联结的实现就在于国际法高于国内法的信念已得到普遍的确认。法律世界化还意味着某些“全球性法”“世界性法”的出现。"},
{"法律术语":"法的作用","概念":"法的作用的含义：法的作用的实质\n\n法的作用，又称法的功能，是指法律对人们的行为、社会生活和社会关系产生的影响。\n\n对法的作用可以进行不同的划分。依据作用范围，分为整体作用与局部作用。依据作用结果的状态，分为预期作用与实际作用。依据作用的途径，分为直接作用与间接作用。依据作用的效果，分为积极作用与消极作用。\n\n对法的作用的实质可以从两方面来认识:一方面，法的作用是国家权力运行和国家意志实现的具体表现。国家权力是法的载体和支点，法是国家意志这一内容的规范化。法对人的行为以及对社会关系的影响，实质上就是国家把自己的意志和态度通过国家权力加以推行和实现。另一方面，法的作用是社会经济状况的具体表现。法的作用取决于经济基础，在一定的社会中，法能否承担起立法者所赋予它的功能，从根本上说，取决于生产关系或生产方式自身的生命力，而不是取决于立法者的主观愿望。"},
{"法律术语":"法的价值","概念":"法的价值的含义和特征\n\n法的价值是法存在的伦理正当性依据，它构成一个社会的法律主体尤其是法律职业人的精神存在的核心成分，直接决定着该社会的法律主体的法律思维方式与法律实践。\n\n法的价值是指人对于法律的需要和实践过程中所体现出来的法的积极意义和有用性。它既有价值的基本属性，也同时具有法的价值的自身特性。一般而言，法的价值具有以下基本特征：\n\n(1)法的价值是阶级性与社会性的统一。从主体角度看，法的价值是以人为主体的价值关系，具有阶级性与社会性。人是社会发展的产物，又是特定阶级的一员，人的这种双重身份决定了人在实践中所认识和需要的法的价值的双重性。从客体角度看，法的价值的客体，即法律本身也具有双重性。法既是统治阶级意志的反映，也必须承担社会公共职能。任何把法的价值的阶级性与社会性分离开来、对立起来的做法，都是不可取的。\n\n(2)法的价值是主观性与客观性的统一。法的价值的主观性与客观性的统一源于法律主体的社会实践。就其主观性而言，法的价值是以主体的社会需要为基础的。主体需要的变化和发展会促使法律在满足主体需要的方式和程度上发生相应的变化，法律的存在和发展也始终以主体的主观需要和观念的相应转变为前提。就其客观性而言，法的价值的主体需要并非凭空产生，而是由主体在社会关系中的地位以及主体的社会实践所决定的，最终是由社会物质生活条件所决定的。\n\n(3)法的价值是统一性与多样性的统一。法的价值基于主体的需求而产生，而主体的需要却是多种多样而且不断发展变化的。不同的社会背景、社会制度之下的人们对于法律这种制度安排的认识、理解和需求差别也很大，这就必然导致法律在满足主体需要方面也会相应地多样化，从而使法的价值呈现出复杂多样的状态。生活在同一时代、同一社会的人们总有某种共同的价值追求，甚至生活在不同时代、不同社会的人们也会有某种共同的价值标准，即使是统治阶级所形成的价值体系也必须尊重价值中的一些共性成分。因此，法的价值的多样性与其统一性是并存的。\n\n社会主义法律价值体系的定义与特征\n\n社会主义法律价值体系是由社会主义社会中一组与法律的制定和实施相关的价值所组成的系统，它是社会主义法律制度的内在精神，是社会主义核心价值观在法律领域的集中体现。\n\n社会主义法律价值体系体现了社会主义法律制度所追求的目的，其特征主要表现在以下两个方面：(1)社会主义法律价值关注人民利益与个人权利的统一性。法律一般通过确定权利义务的方式实现其治理目的，社会主义法律价值体系关怀人的真正需求，在关注人的生存和发展需求的过程中实现人民利益与个人权利的统一。\n\n（2）社会主义法律价值体系关注价值之间的协调统一。秩序、自由、平等、人权、正义与效率共同构成了社会主义法律的核心价值。在这些价值之间本身可能存在某些冲突，但社会主义法律价值体系可以实现价值之间的协调，在解决价值冲突时确立统一的确定法律价值的位阶顺序的标准，即以是否满足最广大人民的根本利益为标准。"},
{"法律术语":"法的渊源","概念":"法的渊源的含义\n\n法的渊源，又称“法源”或“法律渊源”，在中外法学中，法的渊源一词有多种含义，如法的历史渊源、法的理论渊源、法的形式渊源、法的文件渊源等。法的渊源可以分为实质意义上的渊源和形式意义上的渊源。法的实质意义上的渊源是指法的真正来源、根源和发源，是法得以产生的一定生产方式下的物质生活条件；法的形式意义上的渊源是指法的创制方式和表现形式，即法的效力渊源。我们这里所说的法的渊源是形式意义上的渊源。例如，宪法、法律、行政法规、地方性法规、自治条例、单行条例等。某一行为规则之所以被认为具有法律规范的效力，就是因为它是以特定方式创制出来的，具有特定的表现形式。因此，不同种类的法律规范因其创制主体、创制方式和表现形式的差异而具有不同的效力等级。"},
{"法律术语":"法的效力","概念":"法的效力的含义：法的效力等级的一般原则\n\n法的效力也称法律的适用范围，是指法律对哪些人，在什么空间、时间范围内有效。狭义上的法的效力是指规范性法律文件的效力，广义上的法的效力还包括非规范性法律文件的效力。一般认为，法的效力主要包括对人的效力、空间效力和时间效力三个方面。\n\n法的效力层次是指规范性法律文件之间的效力等级关系。一般而言，法的效力层次可以概括为以下几点：\n\n上位法的效力高于下位法，即规范性法律文件的效力层次决定于其制定主体的法律地位，行政法规的效力高于地方性法规。\n\n特别法优于一般法，指在同一位阶的法律之间，特别法优于一般法。即同一事项，两种法律都有规定的，特别法比一般法优先，优先适用特别法。\n\n新法优于旧法，即在同一位阶的法律之间，两者对同一事项规定不一样的，新颁布的法律优先适用。应该注意的是，这里所说的新法优于旧法适用所针对的行为或事件，均是在这些法律生效期间所发生的，与后面法的时间效力所提及的法不溯及既往原则所针对的行为或事件发生的时间完全不同。"},
{"法律术语":"法律概念","概念":"法律概念的含义\n\n法律概念是法律的构成要素之一，是对各种法律事实进行概括，抽象出它们的共同特征而形成的权威性范畴。法律概念与日常生活用语中的概念不同，它具有明确性、规范性、统一性等特点。法律概念的功能主要体现在三个方面:一是表达功能，法律概念间的连接使法律得以表达，没有法律概念，法律是难以想象的；二是认识功能，法律概念使人们得以认识和理解法律，不借助法律概念，人们便无法认识法律的内容，难以进行法律交流，更无法在此基础上进行法律实践活动；三是改进法律、提高法律科学化程度的功能，丰富而明确的法律概念可以提高法律的明确化程度和专业化程度，使法律成为专门的工具，使法律工作成为独立的职业。法律概念与法律规则和法律原则同等重要。\n\n法律概念的种类\n\n按照法律概念所涉及的因素，可将其分为四类:主体概念，这是用以表达各种法律关系主体的概念，如公民、法人、原告、行政机关等等；关系概念，这是用以表达法律关系主体间权利、义务关系的概念，如所有权、抵押权、交付义务、赔偿责任等等；客体概念，这是用以表达各种权利、义务所指向的对象的概念，如动产、主物、支票等等；事实概念，这是用以表达各种事件和行为的概念，如失踪、不可抗力、违约等等。\n\n依其所涉及的内容，法律概念可以分为涉人概念、涉事概念、涉物概念。法律概念还可以按涵盖范围大小，分为一般法律概念和部门法律概念。"},
{"法律术语":"法律体系","概念":"法律体系的含义与特点\n\n法律体系，是指一国的部门法体系。它是将一国现行的全部法律规范根据一定的标准和原则划分成不同的法律部门，并由这些法律部门所构成的具有内在联系的统一整体。因此，就法律体系的形式特点而言，它是由一国现行法律规范构成的体系，既不包括具有完整意义的国际法范畴，也不包括已经宣布废止的法律和尚未制定或者虽然制定颁布，但还尚未生效的法律。同时，它又是由不同的部门法构成的有机整体。"},
{"法律术语":"立法","概念":"立法的含义\n\n立法，又称法的创制、法的创立，是指有立法权的国家机关或经授权的国家机关，依照法定的职权和程序，创制、认可、修改或废止法律和其他规范性法律文件的专门性活动，是掌握国家政权的阶级把自己的意志上升为国家意志的活动。在法学上，立法一词有广义和狭义两种解释。广义的立法泛指有关国家机关按照法定的职权和程序，制定具有法律效力的各种规范性文件的活动。狭义的立法仅指国家最高权力机关及其常设机关依照法定的权限和程序制定规范性法律文件的活动。＞立法的特征\n\n立法具有如下特征：\n\n第一，立法是国家的一项专门活动。现代国家的职能主要包括立法职能、行政职能、司法职能、监察职能等，其中立法职能是国家最为重要、最为根本的职能，是其他职能的基础和前提。立法是通过立法机构将统治阶级或人民的意志上升为国家意志的活动。\n\n第二，立法的主体是特定的国家机关。立法活动是特定的国家机关依照法定职权进行的一项专门活动。立法权是国家权力体系中最重要的核心权力，立法只能由特定的享有立法权的国家机关来进行。立法活动就是行使立法权的具体过程和表现形式。\n\n第三，立法是国家专门机关依照法定的程序进行的活动。在国家产生之初，由于立法尚未上升为国家的一项专门性和经常性活动，所以没有固定严格的程序，随意性很大。随着立法活动的逐步规范，要求立法必须遵循一套固定、严格的程序，避免随意立法，以保证社会关系和社会秩序的稳定。因此，现代国家都注重立法程序的规范化、格式化。\n\n第四，立法是特定国家机关运用专门技术的活动。立法者要制定出符合社会发展需要的法律规则，必须运用专门的技术，即立法技术。立法技术运用的高低，不仅影响法律的形式表达，而且直接关系到立法效果的好坏。\n\n第五，立法是一项系统性、多层次性的综合性法律创制活动。立法的形式和方式是多样的，包括创制新的法律规范，认可本来存在的某些社会规范，修改、补充现存的法律规范以及终止某些法律规范的效力等。\n\n第六，立法的目标在于产生具有普遍性、规范性、强制性的法律规范，将统治阶级或人民的意志上升为国家意志。立法的目的在于通过创制、认可、修改、废除法律规范的方式，将统治阶级或人民的意志上升为国家意志。立法是导致国家意志形成或变更的活动，不产生国家意志或者不改变法律内容的活动，不属于立法。"},
{"法律术语":"立法程序","概念":"立法程序的含义\n\n立法程序，有广、狭义之分，广义上是指有立法权的国家机关在创制、认可、修改或废止规范性法律文件的活动中所必须遵守的步骤和方法。狭义的立法程序仅指国家最高权力机关创制、认可、修改或废止法律的程序。根据《全国人民代表大会议事规则》和《全国人民代表大会常务委员会议事规则》的有关规定及我国的立法实践，我国最高权力机关及其常设机关立法的基本程序包括:法律草案的提出、法律草案的审议、法律草案的表决与通过、法律的公布等。\n\n立法程序的特点\n\n立法程序具有以下特点：\n\n第一，立法程序是法律规定的程序。立法程序法定既体现了立法活动的严肃性，也保证了立法活动的合法性，只有以法律形式确定立法程序，才能对立法活动具有高度的约束力。\n\n第二，立法程序规定了立法步骤和方法。立法步骤是对立法活动先后顺序的具体安排，立法方式是对立法活动运作方法的规定，立法程序具有确定工作顺序和固定活动步骤的功能。\n\n第三，立法程序是所有立法环节必须遵守的程序。立法活动的工作程序大多不需要由法律加以规定，可以在具体立法活动中进行调整甚至省略。但立法程序则由法律明确规定，是一切有立法权的国家机关在所有立法环节中必须遵循的程序。"},
{"法律术语":"执法","概念":"执法的含义：执法的特点\n\n执法是法的执行的简称。人们通常在广义和狭义两种含义上使用执法这个概念。广义上的执法是指所有国家行政机关、司法机关和法律法规授权、行政主体委托的组织及其公职人员依照法定职权和程序贯彻实施法律的活动，包括一切执行法律、适用法律的活动；狭义上的执法则专指国家行政机关和法律法规授权、行政主体委托的组织及其公职人员依照法定职权和程序行使行政管理职权、履行职责、实施法律的活动。本章在狭义上使用执法的概念。\n\n与司法等法律实施活动相比较，执法的特点主要包括:执法的主动性、执法的单方面性、执法内容的\n\n广泛性。此外，执法活动还具有主体法定性、国家权威性、强制性和灵活性等特点。"},
{"法律术语":"司法","概念":"司法的含义：司法的特点\n\n司法又被称为“法的适用”，通常指国家司法机关依照法定职权和程序，具体应用法律处理各种案件的专门活动。这种专门活动是以国家名义实现其司法权的活动，是实施法律的一种方式，对实现立法目的、发挥法律的功能具有重要意义。\n\n在许多情况下，只要公民和社会组织依照法律行使权利并履行义务，法律就能够在社会实际生活中得以实现，而无须法的适用。只有在两种情况下，才需要法的适用:一种情况是，当公民、社会组织和其他国家机关在相互关系中发生了自己无法解决的争议，致使法律规定的权利或义务无法实现时，需要司法机关适用法律裁决纠纷，解决争端；另一种情况是，当公民、社会组织和其他国家机关在其活动中遇到违法、违约或侵权时，需要司法机关适用法律制裁违法、犯罪，恢复权利。\n\n司法权是指对案件事实和法律的判断权和裁决权。根据宪法规定，我国的司法权包括审判权和检察权。审判权是适用法律处理案件，作出判决和裁定的司法权；检察权包括代表国家批准逮捕、提起公诉、不起诉、抗诉等司法权。\n\n司法活动不同于国家行政机关、社会组织和公民实施法律的活动，它具有被动性、中立性、终极性、形式性和专属性等特点。"},
{"法律术语":"守法","概念":"守法的含义：守法的意义\n\n法的遵守有广义和狭义两个方面的含义。广义上的法的遵守，就是法的实施。狭义上的法的遵守，又称守法，专指公民、社会组织和国家机关以法律为自己的行为准则，依法行使权利、履行义务的活动。包括积极守法和消极守法（不违法）。\n\n守法是维护秩序、实现法律目的的需要。认真遵守法律是广大人民群众实现自己根本利益的必然要求。在我国，法律是工人阶级领导的全体人民的共同意志和根本利益的体现。只有严格遵守法律，才能使体现在法律中的人民的根本利益得到实现，才能真正实现立法的目的。"},
{"法律术语":"法律监督","概念":"法律监督的含义：法律监督的意义\n\n法律监督目前在我国法学界通常有狭义和广义两种理解。狭义上的法律监督，是指由特定的国家机关依照法定职权和法定程序，对立法、执法和司法活动的合法性进行的监督。广义上的法律监督，是指由所有的国家机关、社会组织和公民对各种法律活动的合法性进行的监督。在法理学中，通常在广义上研究和使用法律监督这一概念。法律监督体系是由一个国家各种形式的法律监督构成的有机联系的系统。受具体国情的影响，世界各国的法律监督体系有各不相同的特点。依据监督主体的不同，我国的法律监督体系由国家监督和社会监督两大系统构成。\n\n法律监督是现代法治不可缺少的特殊组成部分，它贯穿于法律运行的全过程，对社会生活和经济生活有着广泛的影响。在我国，法律监督具有重要意义:法律监督是社会主义民主政治的保障和重要组成部分，是依法治国、建设社会主义法治国家的保证，是建立和完善社会主义市场经济的需要。"},
{"法律术语":"法律职业","概念":"法律职业的含义：法律职业的特征\n\n法律职业是指以法官、检察官、律师等为代表的，受过专门的法律专业训练，具有娴熟的法律技能与法律伦理的法律人所构成的自治性共同体。从狭义上说，法律职业主要包括法官、检察官、律师三种具体的职业。从广义上说，法律职业还包括一切受过法律专业训练、从事法律工作的人员，如司法辅助人员、企业和行政机关里从事法律事务的人、法学教师、法学研究人员等。法律职业共同体的成员是法律人，法律人是受过专门的法律专业训练，具有娴熟的法律技能与法律伦理的人。\n\n法律职业具有以下特征：\n\n一是法律职业的技能特征。法律职业技能来源于法学教育，没有发达的法学教育就没有法律职业的形成。法律教育提供给法律职业的是系统的而不是零星的，是统一的而不是相互冲突的法律知识。这也是法律职业技能统一的前提。对于从事法律职业的人来说，职业技能是通过正规的法科专业学习与系统训练而养成的。个别国家在法律职业形成历史上虽然有过“师徒式”的律师执业教育，但这种教育仍然是以统一的法律知识为基础的。形成法律职业的技能是法律职业形成或成熟的标志之一。\n\n二是法律职业的伦理特征。法律职业必须具备本职业特有的伦理。法律职业伦理在法律人内部薪火相传。法律职业伦理有别于大众伦理和其他职业伦理，因为它受法律活动规律的制约，受法律职业技能的影响。比如，律师不得因委托人罪恶深重而拒绝接受委托，法官应当平和对待刑事被告，只能作无罪推定。法律职业伦理成为共同体内部的职业习惯、行为方式和信仰，从而维系着这个共同体的成员间关系，克服因职业技术理性所带来的职业弊端，并提升共同体的社会地位和荣誉。\n\n三是法律职业的自治特征。法律人从事法律活动，具有相当大的自主性或自治性；对法律自治的追求也就出现了职业主义的倾向，因而也造就了专业化的法律人，进而也就形成了法律人的思维和方法。在现代社会，法律本身已经相对独立于社会的其他领域而走向自治，它形成了自己的一整套概念体系和研究方法，成为一种独立的知识传统，这种独立的知识传统是法律职业自治特征能够形成的前提和基础。\n\n四是法律职业的准入特征。加入法律职业必将受到认真考查，获得许可证，得到头衔。只有通过了某种法律职业资格考试，才有可能成为法律职业共同体的一员。所以世界各国设定了不同的职业准入制度以检测申请者的素养。比如，在美国要想成为一名律师，法学院毕业生必须通过州的律师资格考试，取得律师资格。根据中国现行法律的规定，中国公民要想成为一名法官、检察官、律师或公证员等法律职业者，必须通过国家统一法律职业资格考试并取得相应的法律职业资格。\n\n法律职业这四个方面的特点，我们也可以把它作为一国法律职业成熟的标志。"},
{"法律术语":"法律职业伦理","概念":"法律职业伦理的含义\n\n法律职业伦理是人类社会生活关系之规范、原理、规则的总称，其基础建立于各个人的良心、社会之舆论以及习惯。各种职业因其性质、内容与社会期待的不同，存在着各种职业的伦理。法律职业伦理是指法律人在其职业实践中必须遵守的一种道德律。法律职业伦理会因时代的不同而在内容上有所差异，但基本内容是相同的。"},
{"法律术语":"法律解释","概念":"法律解释的含义：法律解释的必要性\n\n法律解释是指一定的人或组织对法律规定含义的说明。法律解释既是人们日常法律实践的重要组成部分，又是法律实施的一个重要前提。与一般解释相比，法律解释的特点主要表现为:第一，法律解释的对象是法律规定。法律解释的任务是要通过研究法律文本及其附随情况即制定时的经济、政治、文化、技术等方面的背景情况，探求它们所表现出来的法律意旨。第二，法律解释与具体案件密切相关。法律解释往往由待处理的案件所引起，法律解释需要将条文与案件事实结合起来进行。第三，法律解释具有一定的价值取向性。法律解释的过程是一个价值判断和价值选择的过程。人们创制并实施法律是为了实现一定的目的，而这些目的又以某些基本的价值为基础。这些目的和价值就是法律解释所要探求的法律意旨。第四，法律解释受解释学循环的制约。解释学循环是解释学中的一个中心问题，它是指“整体”只有通过理解它的“部分”才能得到理解，而对“部分”的理解又只能通过对“整体”的理解来实现。\n\n法律解释的必要性是由法律调整的特殊性及其运作的规律所决定的，它有助于解决法律实施中原则性与灵活性、一般与具体的矛盾，是完善立法的需要。第一，由于法律具有概括性、抽象性的特点，因此需要法律解释化抽象为具体，变概括为特定。法律规范是抽象的、概括的行为规则，只能规定一般的适用条件、行为模式和法律后果，它不可能也不应该对一切问题都作出详尽无遗的规定。在法律实施过程中，要把一般的法律规定适用于千差万别的具体情况，对各种具体的行为、事件和社会关系作出处理，就必须对法律作出必要的解释。第二，由于人们在认识能力、认识水平上以及利益与动机的差别，因此会对同一法律规定有不同的理解，特别是对法律规定中一些专门术语有不同的理解。法律规范是以严格的、专门的法律概念、术语表述出来的，有时会与实际生活用语含义不同，不易为人们所理解。同时，由于社会主体的社会地位、生活环境和文化水平等特定原因，对于同一法律规范往往会产生不同的理解，这就需要有权威性的法律解释，来统一人们的理解，保证法的实施的统一性。第三，对于立法缺憾，需要通过法律解释来改正、弥补。法律规范是由不同的国家机关创制的，分属于不同的法律部门，在现实的法律运作过程中，属于不同法律部门的各种法律规范之间，有时会发生各种各样的矛盾或冲突；而且，在任何法律体系中都不可避免地存在着应规定的而未作规定、规定不够准确清晰或界限不明等诸如此类的法律漏洞。为了弥补法律漏洞，使法律规范得以实施，有效地进行法律调整，法律解释就是必不可少的手段。第四，通过法律解释解决法律的稳定性与社会发展之间的矛盾。法律规范是相对稳定、定型的规则，而社会生活却是不断发展变化的。要把相对确定的法律规定适用于不断变化的法律实际，就需要对法律规范作出必要的解释，以期在保证法律体系和基本原则的稳定性的同时，能够适时根据法律规范的基本原则、精神和规定，对新情况、新问题作出符合实际的处理。第五，通过法律解释普及法律知识，开展法制教育。在中国目前民主法制还不健全的社会主义初级阶段，由法学工作者和法律界人士进行的，旨在普及法律知识、开展法制宣传教育的法律解释工作，对全面推进依法治国，建设社会主义法治国家的伟大进程具有十分重要的意义。"},
{"法律术语":"法律推理","概念":"法律推理的含义：法律推理的特征\n\n推理通常是人们逻辑思维的一种活动，即从一个或几个已知的判断（前提）得出另一个未知的判断（结论）。这种思维活动在法律领域中的运用泛称为法律推理。法律推理通常是指以法律与事实两个已知的判断为前提，运用科学的方法和规则，为法律适用提供正当理由的一种逻辑思维活动。法律推理的应用范围特别广泛，立法、执法、司法、法律监督乃至公民的法律意识中都有法律推理的活动，尤其是在法律适用过程中，法律推理占有显著的地位。\n\n法律推理与一般的推理相比，其特征主要表现在:第一，法律推理是法律运用中的一种思维活动。它不仅需要对抽象的法律规范进行理解和选择，而且还需要将这种抽象的法律规范应用于具体案件之中，因此，它可能是一系列复杂的法律推理和论证活动的综合。第二，法律推理以法律与事实为两个已知的判断作为推理的前提。在法律规范所作出的规定和已判明的法律事实之间建立合理的联系，以此为前提，推理论证出适用结果，也就是“以事实为根据，以法律为准绳”。法律推理要受到现行法律的约束，现行法律是法律推理的前提和制约法律推理的条件。在缺乏明确的法律规定的情况下，有时法律原则、政策、法理等也会成为法律推理的前提。第三，法律推理运用多种科学的方法和规则进行。其中除了最基本的逻辑推理方法外，还需要应用一些非逻辑的分析和论证，比如价值分析判断等。第四，法律推理的目的是为法律适用提供正当理由。法律推理的结果与法律适用的理由相关，法律推理为适用结论提供正当理由，故推理过程实际上带有说明理由的成分。第五，法律推理的结果往往涉及当事人的利害关系。在许多情况下，法律推理的结论事关当事人是否拥有权利、是否应承担义务、是否应负法律责任等，而这些问题直接关系到当事人的利益。\n\n法律推理的方法有两大类:一是形式逻辑方法，二是辩证逻辑方法。法律推理按照这两种方法可以分为形式推理和实质推理两大类。"},
{"法律术语":"法律论证","概念":"法律论证的含义：法律论证的特点\n\n论证，就是举示出一些论据来支持某种主张或判断。法律论证（legalargument），主要是指在司法过程中对判决理由的正当性、合法性或合理性进行论证，即在诉讼过程中，诉讼主体运用证据确定案件事实、得出结论的思维过程。法律论证的目的，是从多种合理甚至合法的法律主张中论证出最佳选择。\n\n法律论证理论是对传统法律教义学和解释理论的超越，即意识到法律三段论的局限，强调“法外”因素在法律正当性论证（证成）中的意义，实际上与论理解释中的目的解释和社会学解释以及实质推理异曲同工，属于演绎论证和归纳论证之外的似真论证（plausibleargument），即合情理论证。\n\n法律论证一般由两个部分组成，即法律问题和事实问题。由于事实、法律、社会等因素的变化，论证的结论有可能被证伪或被修正，因此，法律论证的结论不是绝对的，具有可废止性（defeasibility），或称为可改写性或可证伪性。"},
{"法律术语":"法律关系","概念":"法律关系的含义：法律关系的特征\n\n法律关系是根据法律规范产生、以主体之间的权利与义务关系的形式表现出来的特殊社会关系，即在法律规范调整社会关系的过程中所形成的人们之间的权利和义务关系。在历史上，法律关系的观念最早来源于罗马法中“法锁”的观念，直到 19 世纪，法律关系才作为一个专门的概念而存在。\n\n法律关系具有如下特征：\n\n第一，法律关系是依法建立的社会关系。这一特征包含四个方面的含义:首先，法律规范是法律关系产生的前提。如果没有相应的法律规范的存在，就不可能产生法律关系。其次，法律关系不同于法律规范调整或保护的社会关系本身。社会关系是一个庞大的体系，其中有些领域是属于法律所调整的，有些是不属于法律调整或法律不宜调整的，还有些是法律所保护的对象，这些被保护的社会关系不属于法律关系本身。再次，法律关系是法律规范的实现形式，是法律规范的内容在现实社会生活中得到的具体贯彻。人们按照法律规范的要求行使权利、履行义务并由此而发生特定的法律上的联系，既是一种法律关系，也是法律规范的现实状态。最后，法律关系是人与人之间符合法律规范的社会关系。在社会生活中，往往存在着大量的事实关系，它们没有严格的合法形式，甚至完全违背法律，如未经认可的收养关系、以规避法律为目的的契约关系、无效或失效的合同关系等。这些事实关系，都不能看作是法律关系，但是又可能与法律适用相关联，是法律适用过程中必须认真处理的一类法律事实。\n\n第二，法律关系是一种体现意志性的特殊社会关系。法律关系属于思想社会关系和上层建筑现象。首先，法律关系是根据法律规范建立的，而法律规范是国家意志的体现。从实质上看，法律关系作为一种社会关系的特殊形式，正在于它体现了国家意志，从这个意义上讲，破坏了法律关系，其实也就违背了国家的意志。其次，法律关系参加者的意志对于法律关系的建立和实现也有着重要的作用。有的法律关系的建立要根据法律关系参加者的意志，如合同法律关系的建立，除了要有一般规定外，签订合同的各方还需要意思表示一致，不能把一方的意思强加给另一方；有的法律关系的建立只需要法律关系参加者一方的意志即可成立，如绝大部分行政法律关系；有的法律关系的产生可以不通过人的意志，而仅由于某种不以当事人的意志为转移的事件发生，如出生、死亡、自然灾害等。在法律关系产生或实现的过程中，国家意志和法律关系参加者的意志是相互作用的，一方面，法律关系参加者的意志必须符合国家意志，否则该法律关系得不到国家的确认和保护，法律关系不可能建立起来。在这个意义上，国家意志对于法律关系的产生和实现起着主导作用。另一方面，体现在法律规范中的国家意志，只有通过法律关系参加者的意志才能实现，否则法律规范所体现的权利和义务就只能是一种抽象的可能性和必然性，不能变成现实，在这个意义上，法律关系参加者的意志对于法律规范中所体现的国家意志的实现又是必不可少的。承认法律关系的意志性，并不能否认它的客观性。其客观性主要表现在:任何法律关系都根源于一定的经济关系，反映一定的经济关系的要求；法律关系作为一定社会关系的特殊形式，除了受经济关系的制约外，还受其他社会关系的制约，反映一定社会关系的性质、内容和发展规律的要求；从法律关系本身来看，其一经形成，就作为一种社会法律现象而存在，并对一定社会关系发生影响。\n\n第三，法律关系是以法律上的权利义务为内容的社会关系。法律规范与法律关系中都包含着主体的权利与义务，但它们在法律规范和法律关系中的表现形式不同。在法律规范中，主体的权利和义务只是一种可能性，是主体能做和应该做的行为，并不是现实行为，是在假定某种事实发生的情况下，设定主体有什么权利和义务，并不表明主体实际已经有了某种权利和义务。而在法律关系中，主体的权利和义务是现实的，法律规范所假定的事实已经发生，从而使主体之间产生了实际的权利义务关系。因此，法律规范中的权利与义务属于可能性的领域，而法律关系中的权利和义务属于现实性的领域。同时，在法律规范中，主体的权利和义务是针对同一类人、同一类行为的，凡是出现法律规范所假定的事实，具有法律规范所规定的主体资格的，都享有同一类权利并承担同一类义务。而在法律关系中，法律所规定的事实情况、主体、权利与义务及其所指向的对象都是具体的。因此，法律规范中的权利与义务是抽象的，而法律关系中的权利与义务是具体的，法律关系是法律规范规定的权利义务在现实社会关系中的体现。没有具体法律关系主体的实际法律权利和法律义务，就不可能有法律关系的存在。在此，法律权利和义务的内容是法律关系区别于其他社会关系的重要标志。"},
{"法律术语":"法律责任","概念":"法律责任的含义：法律责任的种类:刑事责任，民事责任，行政责任，违宪责任\n\n法律责任是指行为人由于违法行为、违约行为或者由于法律规定而应承受的某种不利的法律后果。法律责任是社会责任的一种，它与其他社会责任的区别在于，承担法律责任的最终依据是法律，法律责任具有国家强制性。产生法律责任的原因主要有三类，即违法行为、违约行为和法律规定。法律责任的目的在于保障法律上的权利、义务、权力得以生效，在它们受到阻碍而使法律所保护的利益受到侵害时，通过适当的救济，使对侵害发生有责任的人承担责任、消除侵害并尽量减少未来发生侵害的可能性。法律责任的目的是通过其惩罚、救济和预防三个功能的发挥来实现的。\n\n法律责任包括刑事责任、民事责任、行政责任和违宪责任。\n\n刑事责任是指行为人因其犯罪行为所必须承受的，由司法机关代表国家所确定的否定性法律后果。它是犯罪人向国家所负的一种法律责任，追究刑事责任的唯一法律依据是刑事法律。刑事责任是一种惩罚性的责任，是所有法律责任中最严厉的一种。刑事责任通常由个人承担，也有一些刑事责任由法人或组织承担。\n\n民事责任是指行为人由于违反民事法律、违约或者由于民法规定所应承担的一种法律责任。民事责任主要是一种救济责任，其功能主要在于救济当事人的权利，赔偿或补偿当事人的损失。当然，民事责任也具有惩罚的功能，比如违约金本身就含有惩罚的意思。民事责任主要是一种财产责任，比如赔偿损失、支付违约金等都是以财产为内容的。民事责任主要是一方当事人对另一方当事人的责任，在法律允许的情况下，民事责任可以由当事人协商解决。民事责任可以分为违约责任和侵权责任。\n\n行政责任是指因违反行政法规定或因行政法规定而应承担的法律责任。承担行政责任的主体是行政主体和行政相对人。产生行政责任的原因是行为人的行政违法行为或法律法规的规定。与刑事责任和民事责任相比，行政责任的承担方式较为多样化，可以是行为责任、精神责任、财产责任，甚至还可以是人身责任。这些责任方式共同执行着行政责任惩罚、救济和预防的功能。\n\n违宪责任是指由于有关国家机关制定的某种法律和法规、规章与宪法规定相抵触，或有关国家机关、社会组织或公民从事了与宪法规定相抵触的活动，而产生的法律责任。违宪责任产生的原因是违宪行为。"},
{"法律术语":"法律制裁","概念":"法律制裁的含义：法律责任与法律制裁的关系\n\n法律制裁是由特定的国家机关对违法者（或违约者）依其所应承担的法律责任而实施的强制性惩罚措施。根据违法行为、违约行为和法律责任的性质不同，法律制裁可以分为刑事制裁、民事制裁、行政制裁和违宪制裁。\n\n法律责任与法律制裁具有密切关系。法律制裁是承担法律责任的一个重要方式。应承担法律责任是实施和接受法律制裁的前提，法律制裁是具体承担法律责任的结果或体现。法律责任与法律制裁又有明显的区别。法律责任并不等于法律制裁，有法律责任并不一定就有法律制裁。"},
{"法律术语":"法治","概念":"法治的含义\n\n法治是一种治国方略，是依法办事的原则，是将国家权力的行使和社会成员的活动纳入完备的法律规则系统。在不同的时代，人们赋予法治不同的社会内涵和意义。在各种不同的表达方式中，法治包含着多种内涵和意义:首先，法治意指一种治国方略或社会调控方式，在这个意义上，法治是相对于人治而言的；其次，法治意指依法办事的原则，法治作为一个动态的或能动的社会范畴，其基本的意义是依法办事；再次，法治意指良好的法律秩序，无论是作为治国方略，还是作为依法办事的原则，法治最终要表现为一种良好的法律秩序；最后，法治代表某种包含特定价值规定性的社会生活方式，法治不是单纯的法律秩序，而是有特定价值基础和价值目标的法律秩序。\n\n法治与法制\n\n法制一词具有多种含义。但是，其通常在两种意义上使用:一种是静态意义上的法制，即法律和制度；另一种是动态意义上的法制，即指立法、执法、司法、守法和法律监督的活动和过程。\n\n法治与法制相比，两者的不同主要表现在以下几个方面：\n\n第一，法治不仅包括形式意义上的法律制度及其实施，更强调实质意义上的法律至上、权利保障的内涵；而法制则侧重于形式意义上的法律制度及其实施。\n\n第二，法治关注法律制度的内容，讲究“良法”之治，强调法律的至高权威，强调法律的公正性、稳定性、普遍性、公开性和平等性，以及对权力的制约与对人权的保障；而法制则侧重于关注法的规范性和有效性，要求严格依法办事，以实现立法者期望的法律秩序，对法律本身的内容和价值取向并无特殊的规定性。只要有法律和制度存在就有法制存在，但这不一定就是法治。\n\n第三，法治与人治是相对立的，法治要求“法律的统治”，将法律置于统治者的权力之上，要求公共权力必须依法取得和行使；而法制与人治并不截然对立，历史上，专制君主和法西斯独裁统治者为了建立有利于他们的统治秩序，也可以在一定时期建立或推行法制。\n\n第四，法治的政治基础是民主政治，其根本意义在于制约国家权力，以确认和保障公民的权利和自由，实现公民对国家和社会事务的管理。在没有民主和宪政的时代，不可能有真正的法治；法制的问世则先于法治，早在没有民主和宪政的时候，就已经存在法制。古代东方和西方都有倡导法制者，那时的法制与民主和宪政无关，而是专制和主权的统治工具。\n\n法治与人治\n\n法治是与人治对立的治国方略。这种对立在古代和近代史上，其内容和表现形式是不尽相同的。在古代中国，法治论者强调把社会关系纳入法律的轨道，用带有权威性、强制性的法律规范或严刑峻法治理社会，这种法治论与近现代意义上的法治论有着本质上的区别，实际上属于法制的范畴。人治论者则认为“为政在人”（出自《论语•为政》），强调重视人的作用。在古希腊，法治强调法律的理性及其一般的指引作用，人治则强调圣贤的智慧及其解决具体问题的个别指引作用。近代以来，法治与人治的对立主要表现为主权在民与主权在君、法律与当权者个人意志之间的对立。法治与人治的区别主要表现为:法治是民主政治，人治一般是君主专制或贵族政治；法治依据的是反映众人意志的法律，人治依据的是统治者个人或少数人的意志；当法律与当权者个人的意志发生冲突时，法治国家中的法律高于个人意志，而在人治国家中则相反。\n\n法治与民主\n\n1.法治与民主的一般关系\n\n“民主”（dem。cracy）—词源于古希腊语，其最初的含义就是“人民的权力”或“多数人的统治”，指的是一种国家制度、政治制度。作为一种制度，民主的最大特点在于，它以公民的意志作为其政治合法性的基础。作为政治制度，民主不仅指国家的组织形式，即政体，而且也指国家的本质，即国体，即什么阶级在国家中占有支配地位。\n\n民主与法治是现代文明政治制度的主要支柱，但民主与法治并不是天然统一的，在某种意义上民主与法治之间也存在着矛盾。法治的前提是国家里没有一个最高的权威和力量，如果有，只有作为妥协的法律是最高的权威。而民主的前提是国家中有一个最高权威:公意或多数，而公意是可以随时变化的，如果法律沦为工具，法治就不可能真正实现。这是民主与法治的根本区别。\n\n民主与法治的区别不等于它们的必然对立。相反，民主与法治都是人类文明进步一直追求的价值目标，现代民主制可能是最易与法治原则相融合的制度。一方面，法治是一种以民主宪政为核心的政治法律制度，法治与民主息息相关，没有民主就没有法治。作为一种政治法律制度，法治必须建立在民主基础上，民主化是实现法治的先决条件。另一方面，从民主的发展史来看，民主理念要在国家统治中得到实现，离不开法治。法治用程序保障了民主制的正常运行，没有法治及相关的意识形态建设，民主政治就缺乏根本，甚至会走向反面，法治的确立有助于培养与民主相适应的思想和道德。法治将民主制度化、法律化，为民主创造一个可操作的、稳定的运行和发展空间，把民主容易偏向激情的特性引导到理性的轨道，为民主的健康发展保驾护航。在法治社会中，民主是法治不可分割的一部分，法治支持民主，民主也兼容法治。既不能抛开民主片面地强调法治，也不能脱离法治的轨道片面地强调民主。\n\n2.社会主义法治与民主的关系\n\n社会主义民主是社会主义法治的前提，社会主义法治是社会主义民主的保障。\n\n社会主义法治与民主有着非常密切的关系，两者相互依存，不可分离。如果离开社会主义民主讲法治，法治就可能改变性质；如果离开社会主义法治来讲民主，民主就可能失去强有力的保障，就可能偏离社会主义方向。\n\n社会主义民主是社会主义法治的前提（或基础），社会主义民主对社会主义法治的积极作用主要表现在:第一，从民主作为一种国家制度来看，社会主义民主是社会主义法治的政治前提或基础；第二，从民主作为一种公共决策方法和机制来看，社会主义民主决定着法的创制的质量；第三，社会主义民主是社会主义法治的力量源泉；第四，社会主义民主在促进社会主义法治发展方面也有重大作用。\n\n社会主义法治是社会主义民主的保障。社会主义民主内在地需要法治，要求法治原则贯穿于民主发展的全过程。没有社会主义法治也就不会有真正的社会主义民主，应当通过法治来积极推进民主的进程。社会主义法治对社会主义民主的积极作用主要表现在:第一，社会主义法治确认人民群众当家作主的地位，确认国家的基本民主体制及其活动原则的合法性；第二，社会主义法治确认和保障广大人民群众享有广泛的民主权利和自由，为政治参与提供畅通的渠道；第三，社会主义法治确认和规范社会主义民主的范围以及实现社会主义民主的程序和方式；第四，社会主义法治是保卫社会主义民主的重要武器。\n\n对于正在进行社会主义现代化建设的中国来说，对民主与法治的融合必须有一个清醒的认识。社会主义民主和法治的建设要受很多条件的制约。我国现阶段的民主和法治并不完善，但它不是静止不变的，而是在不断发展的。它的发展是一个从不完善到逐步完善的过程，这是我国社会主义民主和法治建设的一个基本特征和发展规律。在引进西方民主经验的时候，必须仔细考察它特定的孕育背景，仔细研究它与本国国情的契合条件。在推进民主政治时，既要以各方面完备的法律体系代替对个人完美道德的预期，又要防止西方极端个人主义和无政府主义乘虚而入。在增强民主参与意识的同时增强法治观念，逐步扩大自由、完善民主，让社会在稳定的环境中逐步实现民主政治，而不能让激情的民主淹没理性的法治。这样，民主与法治才能相互结合、相互促进，我国“依法治国，建设社会主义法治国家”的治国方略才能真正得到实现，人民当家做主才能最终得到保障。"}]
