[{"法律术语":"贪污罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 382 条\n\n第三百八十二条　国家工作人员利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的，是贪污罪。\n\n受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有国有财物的，以贪污论。\n\n与前两款所列人员勾结，伙同贪污的，以共犯论处。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"挪用公款罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 384 条\n\n第三百八十四条　国家工作人员利用职务上的便利，挪用公款归个人使用，进行非法活动的，或者挪用公款数额较大、进行营利活动的，或者挪用公款数额较大、超过三个月未还的，是挪用公款罪，处五年以下有期徒刑或者拘役；情节严重的，处五年以上有期徒刑。挪用公款数额巨大不退还的，处十年以上有期徒刑或者无期徒刑。\n\n挪用用于救灾、抢险、防汛、优抚、扶贫、移民、救济款物归个人使用的，从重处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"受贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 385 条\n\n第三百八十五条　国家工作人员利用职务上的便利，索取他人财物的，或者非法收受他人财物，为他人谋取利益的，是受贿罪。\n\n国家工作人员在经济往来中，违反国家规定，收受各种名义的回扣、手续费，归个人所有的，以受贿论处。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"单位受贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 387 条\n\n第三百八十七条　国家机关、国有公司、企业、事业单位、人民团体，索取、非法收受他人财物，为他人谋取利益，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役。\n\n前款所列单位，在经济往来中，在帐外暗中收受各种名义的回扣、手续费的，以受贿论，依照前款的规定处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"利用影响力受贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 388 条之一\n\n第三百八十八条之一　国家工作人员的近亲属或者其他与该国家工作人员关系密切的人，通过该国家工作人员职务上的行为，或者利用该国家工作人员职权或者地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，索取请托人财物或者收受请托人财物，数额较大或者有其他较重情节的，处三年以下有期徒刑或者拘役，并处罚金；数额巨大或者有其他严重情节的，处三年以上七年以下有期徒刑，并处罚金；数额特别巨大或者有其他特别严重情节的，处七年以上有期徒刑，并处罚金或者没收财产。\n\n离职的国家工作人员或者其近亲属以及其他与其关系密切的人，利用该离职的国家工作人员原职权或者地位形成的便利条件实施前款行为的，依照前款的规定定罪处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"行贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 389 条\n\n第三百八十九条　为谋取不正当利益，给予国家工作人员以财物的，是行贿罪。\n\n在经济往来中，违反国家规定，给予国家工作人员以财物，数额较大的，或者违反国家规定，给予国家工作人员以各种名义的回扣、手续费的，以行贿论处。\n\n因被勒索给予国家工作人员以财物，没有获得不正当利益的，不是行贿。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"对有影响力的人行贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 390 条之一\n\n第三百九十条之一　为谋取不正当利益，向国家工作人员的近亲属或者其他与该国家工作人员关系密切的人，或者向离职的国家工作人员或者其近亲属以及其他与其关系密切的人行贿的，处三年以下有期徒刑或者拘役，并处罚金；情节严重的，或者使国家利益遭受重大损失的，处三年以上七年以下有期徒刑，并处罚金；情节特别严重的，或者使国家利益遭受特别重大损失的，处七年以上十年以下有期徒刑，并处罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处罚金。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"对单位行贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 391 条\n\n第三百九十一条　为谋取不正当利益，给予国家机关、国有公司、企业、事业单位、人民团体以财物的，或者在经济往来中，违反国家规定，给予各种名义的回扣、手续费的，处三年以下有期徒刑或者拘役，并处罚金。\n\n单位犯前款罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，依照前款的规定处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"介绍贿赂罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 392 条\n\n第三百九十二条　向国家工作人员介绍贿赂，情节严重的，处三年以下有期徒刑或者拘役，并处罚金。\n\n介绍贿赂人在被追诉前主动交待介绍贿赂行为的，可以减轻处罚或者免除处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"单位行贿罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 393 条\n\n第三百九十三条　单位为谋取不正当利益而行贿，或者违反国家规定，给予国家工作人员以回扣、手续费，情节严重的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役，并处罚金。因行贿取得的违法所得归个人所有的，依照本法第三百八十九条、第三百九十条的规定定罪处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"巨额财产来源不明罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 395 条第 1 款\n\n第三百九十五条　国家工作人员的财产、支出明显超过合法收入，差额巨大的，可以责令该国家工作人员说明来源，不能说明来源的，差额部分以非法所得论，处五年以下有期徒刑或者拘役；差额特别巨大的，处五年以上十年以下有期徒刑。财产的差额部分予以追缴。\n\n国家工作人员在境外的存款，应当依照国家规定申报。数额较大、隐瞒不报的，处二年以下有期徒刑或者拘役；情节较轻的，由其所在单位或者上级主管机关酌情给予行政处分。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"隐瞒境外存款罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 395 条第 2 款\n\n第三百九十五条　国家工作人员的财产、支出明显超过合法收入，差额巨大的，可以责令该国家工作人员说明来源，不能说明来源的，差额部分以非法所得论，处五年以下有期徒刑或者拘役；差额特别巨大的，处五年以上十年以下有期徒刑。财产的差额部分予以追缴。\n\n国家工作人员在境外的存款，应当依照国家规定申报。数额较大、隐瞒不报的，处二年以下有期徒刑或者拘役；情节较轻的，由其所在单位或者上级主管机关酌情给予行政处分。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"私分国有资产罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 396 条第 1 款\n\n第三百九十六条　国家机关、国有公司、企业、事业单位、人民团体，违反国家规定，以单位名义将国有资产集体私分给个人，数额较大的，对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处或者单处罚金；数额巨大的，处三年以上七年以下有期徒刑，并处罚金。\n\n司法机关、行政执法机关违反国家规定，将应当上缴国家的罚没财物，以单位名义集体私分给个人的，依照前款的规定处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"},
{"法律术语":"私分罚没财物罪","概念":" 依据 ：第八章 贪污贿赂罪 ~ 刑法第 396 条第 2 款\n\n第三百九十六条　国家机关、国有公司、企业、事业单位、人民团体，违反国家规定，以单位名义将国有资产集体私分给个人，数额较大的，对其直接负责的主管人员和其他直接责任人员，处三年以下有期徒刑或者拘役，并处或者单处罚金；数额巨大的，处三年以上七年以下有期徒刑，并处罚金。\n\n司法机关、行政执法机关违反国家规定，将应当上缴国家的罚没财物，以单位名义集体私分给个人的，依照前款的规定处罚。\n\n来自：《中华人民共和国刑法（2020修正）》"}]